[
    {
        "name": "Brakkus",
        "words": "Power, Control, Domination, Ability, Leadership",
        "desc": "the deity of power, control, domination, ability, and leadership, is often revered by those who value strength and authority. As the patron of the dwarves, Brakkus is associated with order, stability, and unyielding resolve. Worshipers of Brakkus include rulers, military leaders, and those seeking to impose their will upon the world. Brakkus' celestial form might resemble a vast, interconnected web of chains and gears, symbolizing the interconnectedness of power and control.",
        "location": "Universal",
        "rank": 0,
        "lineage": "self",
        "origin": "all"
    },
    {
        "name": "Chronus",
        "words": "Time, Progress, Reality, Mass, Magic",
        "desc": "the god of time, progress, reality, and mass, governs the inexorable march of time and the ever-changing nature of the universe. Followers of Chronus often include scholars, sages, and those who seek to understand the underlying structure of reality. This deity might manifest as a celestial clockwork mechanism, with countless spinning gears and celestial bodies orbiting in precise synchronicity.",
        "location": "Universal",
        "rank": 0,
        "lineage": "self",
        "origin": "all"
    },
    {
        "name": "Dumda",
        "words": "Sound, Frequency, Connection, Bonds, Music",
        "desc": "The deity of sound, frequency, connection, bonds, and music, Dumda is the patron of artists, musicians, and those who seek to create harmony in the world. Dumda's influence can be found in the rhythm of nature, the harmony of communities, and the bonds that tie people together. In the celestial plane, Dumda might appear as a swirling symphony of sound and light, constantly weaving new melodies and harmonies.",
        "location": "Universal",
        "rank": 0,
        "lineage": "self",
        "origin": "all"
    },
    {
        "name": "Exembar",
        "words": "Balance, Order, Matter, Ideals, Ambition",
        "desc": "As the god of balance, order, matter, and ideals, Exembar is the force that maintains the delicate equilibrium between opposing forces in the universe. Worshipers of Exembar include judges, diplomats, and those who seek to uphold justice and fairness. Exembar's celestial form could be envisioned as a perfectly balanced scale, where every atom and force in the universe finds its counterbalance.",
        "location": "Universal",
        "rank": 0,
        "lineage": "self",
        "origin": "all"
    },
    {
        "name": "Jesha",
        "words": "Silence, Wisdom, Ignorance, Prophecy",
        "desc": "The enigmatic deity of silence, wisdom, ignorance, and prophecy, Jesha is sought by those who wish to uncover hidden knowledge and divine the future. Jesha's involvement with Lolth suggests a deeper, more mysterious agenda that may be beyond mortal comprehension. Jesha's celestial form might appear as an infinite expanse of silent darkness, where countless secrets and prophecies are waiting to be discovered.",
        "location": "Universal",
        "rank": 0,
        "lineage": "self",
        "origin": "all"
    },
    {
        "name": "Signessen",
        "words": "Understanding, Intelligence, Reason, Skills",
        "desc": "The god of understanding, intelligence, reason, and skills, Signessen is the patron of scholars, inventors, and those who seek to expand their knowledge and abilities. Worshipers of Signessen include mages, scribes, and engineers who strive to unlock the secrets of the universe. In the celestial plane, Signessen might manifest as a vast library filled with books, scrolls, and celestial equations that reveal the inner workings of reality.",
        "location": "Universal",
        "rank": 0,
        "lineage": "self",
        "origin": "all"
    },
    {
        "name": "Zuinmuir",
        "words": "Death, The Soul, Infinity, Capacity",
        "desc": "the deity of death, the soul, infinity, and capacity, governs the journey of souls and the endless cycle of life and death. Followers of Zuinmuir include morticians, mediums, and those who seek to understand the mysteries of the afterlife. Zuinmuir's celestial form could be envisioned as an endless river of souls, flowing through the cosmos and connecting the realms of the living and the dead.",
        "location": "Universal",
        "rank": 0,
        "lineage": "self",
        "origin": "all"
    },
    {
        "name": "Tala",
        "words": "Growth, Guidance, Love, Nature",
        "desc": "Tala, Mother Nature, is the ethereal embodiment of life, growth, and the natural world. She is the divine progenitor of the elves and all beings that inhabit the fey realms. Tala's presence is deeply entwined with the living essence of the world, her very heart manifested as the World Tree, the source of life and the focal point of the fey realms.\nCloaked in verdant foliage and adorned with blossoms of every hue, Tala exudes an aura of life and vitality. Her gentle, nurturing touch brings forth new life and guides the growth of all living things. However, her heart aches for her first son, Burnfyre, whose tragic demise led to the disappearance of autumn on the planet, leaving the world in perpetual transition between summer and winter.\nTitania, the queen of the elves and ruler of the fey, is believed to be an avatar of Tala herself. In this form, Tala interacts with her creations more intimately, guiding them in harmony with the natural world. Tala's essence continues to permeate the world of Shek, her presence both comforting and inspiring to those who revere the beauty and power of nature.",
        "location": "Fey",
        "rank": 2,
        "lineage": "primordial",
        "origin": "nature"
    },
    {
        "name": "Khalas God-Dragon",
        "words": "Weather, Alignment, Inspiration, Dragon, Ancient",
        "desc": "Khalas, the God-Dragon, is an ancient and dormant being of immense power and size. Its colossal body lies still, covered in majestic, iridescent scales that shimmer and reflect the colors of the world. Since its battle with Vozo thousands of years ago, Khalas has remained in a deep slumber, its presence commanding respect and reverence.\nWhile asleep, the God-Dragon's breath subtly alters the seasons, causing them to shift and change. This brings about a love-hate relationship with Tala, Mother Nature, as she is bound to the whims of the slumbering Khalas. Their intertwined fates create a delicate balance, with Tala's nurturing influence tempering Khalas' raw, untamed power.\nWorshiped by dragons and other powerful creatures, Khalas symbolizes the strength and unpredictability of nature, while Tala represents its life-giving and nurturing aspects. The two deities, though bound by circumstance, remain powerful and enigmatic forces within the world of Shek.",
        "location": "Prime",
        "rank": 4,
        "lineage": "alien",
        "origin": "dragon"
    },
    {
        "name": "Vozo",
        "words": "Evil, Annoyance, Entropy, Hate, Destruction, Rot",
        "desc": "A Once 3 headed malevolent entity of unfathomable power, Vozo once embodied pure evil, wreaking havoc and chaos throughout the cosmos. Now, however, this fearsome creature has been reduced to a mere shadow of its former self, its body torn asunder and its soul imprisoned within the abyss. In its weakened state, Vozo's malignant presence still lingers, a constant reminder of the darkness that once was.",
        "location": "Imprisoned",
        "rank": 5,
        "lineage": "self",
        "origin": "vozian"
    },
    {
        "name": "Hamsa, Soul Archfey",
        "words": "Heart, Somatic, Verbal, Material",
        "desc": "The enigmatic god of magic, Hamsa governs the flow and regulation of magical energy. Hamsa dictates that spells require verbal, somatic, and material components, a system designed to maintain balance and prevent the abuse of arcane power. As the master of magical forces, Hamsa is revered by spellcasters for its wisdom and guidance.\nThe First beholder",
        "location": "Fey, Eclipse, Dreamsea",
        "rank": 10,
        "lineage": "tala, chronus",
        "origin": "nature"
    },
    {
        "name": "Primus, King of Angels",
        "words": "Harmony, Saint",
        "desc": "Guiding the universe towards a state of divine equilibrium. As the sovereign arbiter among the heavens, Primus channels the essence of Exembar's balanced cosmos, weaving the delicate threads of order and chaos into a harmonious tapestry. Their followers, seekers of enlightenment and justice, view Primus as a beacon of truth, guiding them through the complexities of morality and ethics with unwavering conviction and wisdom",
        "location": "Prime, Celestial",
        "rank": 12,
        "lineage": "the 7",
        "origin": "celestial"
    },
    {
        "name": "Undying",
        "words": "Will, Perseverance, Conviction",
        "desc": "In the eclipse, where souls wander and time loses meaning, Undying sits upon a humble throne. Unlike most deities of his domain, his power does not lie in overwhelming might but in an unyielding spirit. His essence is a pervasive contagion, ensnaring the untouched dead and bringing them into his fold. It's said that his undead minions share a collective spirit, a testament to the king's choice to distribute his power among them. Though some see him as weak due to his shared power, others recognize the formidable strength in his conviction. To honor Undying's eternal perseverance, the Day of Unyielding Souls is observed, where followers celebrate the will to endure against all odds, and the recently departed are ritually protected against the contagion of Undying's touch.",
        "location": "Prime",
        "rank": 14,
        "lineage": "zuinmuir",
        "origin": "life"
    },
    {
        "name": "Asmodeus",
        "words": "Truth, Boundaries, Peace",
        "desc": "The enigmatic lord of the Nine Hells and the gatekeeper to the celestial plane of Celestia, Asmodeus is the ultimate judge of souls seeking passage along the path from Hell to the Abyss, and finally, to Celestia. He revels in the challenge of assessing each traveler's worthiness, and those who fail his test are transformed into powerful devils under his command. Asmodeus is a complex and fascinating figure, wielding immense power over the fate of countless souls.",
        "location": "Ordealis",
        "rank": 16,
        "lineage": "exembar, vozo",
        "origin": "vozian"
    },
    {
        "name": "Yurmundas, Summer Archfey",
        "words": "Envy, Betrayal, Summer, connection",
        "desc": "The body of Yurmundas. Interior is a flesh prison place thing.\nOutside yumundas creatures live like nomads, staying where it's safe\nThe trail Yurmundas leaves is a twisted wrecked jungle, but his Court weaves through all others. As Yurmundas leaves the jungle often fades into the Prime, or into another fey court as the power of yurmundas subsides",
        "location": "Fey, Prime",
        "rank": 18,
        "lineage": "tala",
        "origin": "nature"
    },
    {
        "name": "The Dawn",
        "words": "Law, Contract, Subservience, Honor",
        "desc": "The embodiment of contracts and oaths, The Dawn is a god that oversees both grand cosmic agreements and the most mundane of transactions. With an unerring attention to detail, The Dawn ensures that all agreements are honored, from the celestial pacts that bind the gods to the simple contract one signs to borrow a book from the library. The Dawn is a steadfast and impartial deity, a cornerstone of order in a chaotic world.",
        "location": "Prime",
        "rank": 20,
        "lineage": "exembar",
        "origin": "celestial"
    },
    {
        "name": "Hpem (Titania)",
        "words": "Binding, Beauty, Healing",
        "desc": "The regal queen of the elves and ruler of the feywild, Hpem, also known as Titania, presides over the fey with grace and authority. As the arbiter of divine ascension, Hpem decides which gods become archfey or ascend even higher. Although her power is immense, she remains bound to the fey realm, a testament to her loyalty and devotion to her people.",
        "location": "Fey, Dreamsea",
        "rank": 22,
        "lineage": "tala, dumda",
        "origin": "nature"
    },
    {
        "name": "Diabolus",
        "words": "Greed, destiny",
        "desc": "The devil of greed and master manipulator, Diabolus covets the power of the Prime Material plane, loathing the confines of the ordealis. As the brother of Bhaal and Mephisto, he possesses a cunning and ambitious nature that drives him to twist destinies and reshape fates for his own gain.",
        "location": "Ordealis, Prime",
        "rank": 24,
        "lineage": "exembar, vozo",
        "origin": "vozian"
    },
    {
        "name": "Karne, Winter Archfey",
        "words": "Sadness, Undead, Equanimity",
        "desc": "As the embodiment of sadness and lord of the undead, Karne presides over the Winter Court with a somber and brooding demeanor. As the child of Zuinmuir, the powerful and enigmatic deity, Karne wields considerable influence in the cosmic hierarchy. His undead fey minions, though bestial in nature, possess a unique capacity for independent thought, setting them apart from other undead creatures. In his melancholic reign, Karne reminds the world of the stark beauty and isolation that winter brings, as well as the inevitability of decay and renewal.",
        "location": "Fey, Eclipse, Winter",
        "rank": 26,
        "lineage": "tala, zuinmuir",
        "origin": "nature"
    },
    {
        "name": "Mephisto",
        "words": "Titles, Hatred",
        "desc": "As the lord of names, titles, and power, Mephisto is obsessed with hierarchy and authority. Brother to Bhaal and Diabolus, he uses his influence and knowledge to bind others to his will, manipulating individuals and organizations alike to maintain control over the realms.",
        "location": "Fey, Dreamsea",
        "rank": 28,
        "lineage": "exembar, vozo",
        "origin": "chaos"
    },
    {
        "name": "Nag Panchami",
        "words": "Enlightenment",
        "desc": "Wrapped in the mystique of scales and exuding an aura of serenity, Nag Panchami is the reptilian god of enlightenment. Devotees meditate by tranquil pools, seeking visions and insights from the depths. Every solstice, the Ritual of the Serpent Dance is performed, symbolizing the shedding of old beliefs and the embrace of newfound wisdom.",
        "location": "Fey, Dreamsea",
        "rank": 30,
        "lineage": "hamsa",
        "origin": "nature"
    },
    {
        "name": "Nocha",
        "words": "Ethereal, Pleasure, Breeding",
        "desc": "The enchanting queen of intimacy and guardian of the planes, Nocha is known as the Fox Queen of the dark elves. A deity of passion, love, and deep connections, Nocha weaves a complex web of relationships across the realms. Her understanding of the intricate balance between the planes grants her unique insight, making her a formidable and enigmatic force in the cosmos.",
        "location": "Fey, Eclipse, Dreamsea, Prime",
        "rank": 32,
        "lineage": "tala, jesha",
        "origin": "nature"
    },
    {
        "name": "Yeeshnu",
        "words": "Disease, rot",
        "desc": "The lord of plague and disease, was once the king of gnolls, formed a bond with the lord of rats and became Yeeshnu. Later absorbed the queen of vultures and became even stronger. They say the plague bearers lurk in every corner and as cities grow so does the plague",
        "location": "Prime",
        "rank": 34,
        "lineage": "exembar",
        "origin": "life"
    },
    {
        "name": "Vultus",
        "words": "Dreams, Hope",
        "desc": "A mysterious and haunting deity, Vultus represents the collective of lost souls, those who have strayed from their destined paths and wander the cosmos in search of purpose and redemption. Vultus embodies their sorrow and longing, serving as a somber reminder of the fragility of existence and the consequences of a life unfulfilled.",
        "location": "Dreamsea",
        "rank": 38,
        "lineage": "signessen",
        "origin": "vozian"
    },
    {
        "name": "The Elements",
        "words": "Stone, Fire, Water, Ice, Acid, Poison, Emotions",
        "desc": "Representing the primal forces of Stone, Fire, Water, Ice, Acid, Poison, and Emotions, the Elements are not a single entity, but rather the collective energy of all creatures with access to elemental magic. Their combined influence shapes the natural world and guides the forces that govern it.",
        "location": "Prime, Void",
        "rank": 39,
        "lineage": "primordial",
        "origin": "elemental"
    },
    {
        "name": "Noh, Spring Archfey",
        "words": "Joy, Lies",
        "desc": "The embodiment of joy and deceit, Noh, or Noh, is the consummate trickster god. He takes delight in playing pranks and spinning elaborate webs of lies, always with a mischievous grin. His cunning and charm make him a formidable force in both the mortal and divine realms.",
        "location": "Fey",
        "rank": 40,
        "lineage": "tala, dumda",
        "origin": "nature"
    },
    {
        "name": "Bhaal",
        "words": "Deformation, Nightmare",
        "desc": "From the realm where dreams become nightmares and reality blurs with fantasy, Bhaal, the Lord of Deformation, reigns supreme. With eyes that pierce the veils of sleep, he crafts illusions and terror, often leading mortals to question their sanity upon waking. Temples dedicated to Bhaal are draped in shadows, with chants and incantations whispered in the hush of the night, echoing the very dreams he weaves. On the Eve of Shadows, followers pay tribute by recounting their most vivid nightmares, believing that by doing so, they appease the Nightmare King and keep their realities intact. Bhaal's presence in the world is further accentuated by his kinship to Mephisto and Diabolus, forming a trinity of ethereal dominance.",
        "location": "Dreamsea",
        "rank": 41,
        "lineage": "noh, ymir",
        "origin": "life"
    },
    {
        "name": "The Emperor",
        "words": "Executive, Command, Innovation",
        "desc": "The Emperor, once celebrated as the savior of all humanoids, is now shrouded in infamy and suspicion. Known for their tactical prowess and ambition, they are now seen as a war monger, with an insatiable thirst for power. Veiled in mystery, this controversial figure is regarded as a betrayer, their past heroism overshadowed by their current quest for domination.",
        "location": "Prime",
        "rank": 42,
        "lineage": "",
        "origin": "arcane"
    },
    {
        "name": "Tyrant Lord Breaker",
        "words": "Break",
        "desc": "A legendary figure believed to be a son of Brakkus, Tyrant Lord Breaker is the embodiment of dwarven tenacity, strength, and honor. Carved from stone and metal, his towering presence is a testament to dwarven craftsmanship and willpower. Miners whisper prayers to him before delving deep into the mountains, hoping for his protection against the dangers of the underground. Every decade, the great Hammering Festival occurs, where dwarves across Shek gather to forge, in unison, a weapon or tool symbolic of their aspirations. This event serves as a reminder of the bond between the dwarves and the god who watches over them.",
        "location": "Prime, Dwelfmire",
        "rank": 43,
        "lineage": "",
        "origin": "tech"
    },
    {
        "name": "Maldios (Maldios)",
        "words": "Wrath, War",
        "desc": "The fierce god of wrath and war, Maldios is believed to have been the first orc, a primal force that embodies the relentless drive for conquest and conflict. His followers are drawn to his unyielding spirit, seeking to emulate his ferocity and indomitable will in battle. Maldios is a symbol of both the brutality and the honor that can be found in warfare.",
        "location": "Ordealis",
        "rank": 44,
        "lineage": "atropos",
        "origin": "vozian"
    },
    {
        "name": "Caishen",
        "words": "Wealth, Gold",
        "desc": "the goddess of wealth, is the grand sovereign of prosperity, the queen of opulence in both the divine and material realms. Her dominion isn't confined merely to spiritual riches; she reigns over earthly treasures as the owner of the colossal Barrowstone Bank, the pulsing heart of commerce and prosperity in the world.\nShe is the \"protector\" of the majestic gold dragons, the very wellspring of the world's wealth. These magnificent creatures, under her watchful care, shed their golden scales, which are then artfully transformed into the gold pieces used as currency in the world. Their value is more than superficial, encapsulating the underlying economic equilibrium of the realm, and their distribution underlines Caishen's philosophy of balanced prosperity",
        "location": "Prime, Fey",
        "rank": 45,
        "lineage": "yurmundas",
        "origin": "celestial"
    },
    {
        "name": "Temprusk",
        "words": "Rage",
        "desc": "The Storm Genie of chaotic ash, Temprusk is a force of unbridled rage and fury. His wrathful presence conjures storms of destruction, leaving devastation in his wake. Temprusk's anger knows no bounds, and his power is a testament to the destructive potential of unchecked emotion.",
        "location": "Prime, Void",
        "rank": 46,
        "lineage": "kistar, The Elements",
        "origin": "chaos"
    },
    {
        "name": "Daruuk, The Thorned Prince",
        "words": "Chaos, Thorns",
        "desc": "Daruuk, the Thorned Prince and Infernal Gargoyle, is a living paradox, the embodiment of chaos, sowing discord and tumult while being the heir to the infernal throne he does not covet. The thorny inscriptions marrying his skin pulse with an unsettling energy, marking him as the chosen of the great Thorned Demon and the potential ruler of all infernal realms. However, the throne and his father, Asmodeus, hold no allure for him, as he values the anarchic freedom he cherishes over the reign in hell. This tempestuous force relentlessly upsets the cosmic balance, forever testing its limits with calculated mayhem, choosing the path of instability over order and stability. Despite his birthright, he forsakes his destined dominion to relish in his own chaotic kingdom, becoming an unpredictable, formidable force, and a true agent of pandemonium.",
        "location": "Ordealis",
        "rank": 47,
        "lineage": "mephisto",
        "origin": "vozian"
    },
    {
        "name": "Whisper",
        "words": "Shadow, Darkness, Black",
        "desc": "They are an entity of shadow and dark magic, with eyes that radiate an unsettling chill. Their voice ranges from a soft murmur to a powerful command, especially when invoking their words of power, \"Shadow, Darkness\". The Whisper King represents the danger of unchecked ambition, but their promise of power can tempt even the most resolute individuals.",
        "location": "Eclipse, Prime",
        "rank": 48,
        "lineage": "jesha",
        "origin": "arcane"
    },
    {
        "name": "Fenris",
        "words": "Hound, Spite, Claw",
        "desc": "Borne of the cunning Noh and the mighty Ymir, Fenrir is a colossal beast that straddles the enigmatic realms of Fey and Shadow Plane. The prophecy speaks of his cataclysmic wrath, a time when the worlds would tremble beneath his might. His howls resonate through the forests of the Fey and echo in the alleys of the Shadow Plane. During the Ritual of Chains, worshippers attempt to bind effigies of Fenrir, symbolizing their attempt to delay the inevitable apocalypse he will usher. It is a time of respect, fear, and acknowledgment of the immense power this god-beast holds.",
        "location": "Fey, Eclipse",
        "rank": 49,
        "lineage": "noh, ymir",
        "origin": "nature"
    },
    {
        "name": "Falkaust",
        "words": "Conjuration, Summon, Lich",
        "desc": "Ruby Lord, master of conjuration. one of the 12 scholars. He was the first lich and created crystal sof chaos that are all types of magic fused into a crystal shape, when they break or are used they unleash pure chaos magic but he can control it",
        "location": "Ostrio",
        "rank": 50,
        "lineage": "",
        "origin": "crystal"
    },
    {
        "name": "Muninn",
        "words": "Domineer",
        "desc": "Muninn followed Huginn out of Kistar’s service, but unlike his wandering twin he settled into something far older and far heavier. He is the Pale Raven, a creature who has watched eras rise and collapse into dust. Millions of years have carved him into something calm and unshakable. His power does not come from age itself. His strength comes from what he has learned and survived.\nThe Word of Power Domineer was not granted to him. He took it from Brakkus in an act so reckless it should have ended him. It did not. Now his presence carries the quiet weight of someone who knows exactly what you will do long before you act. His mimicry is precise, a method of understanding the shape of things so he can bend them without breaking. Muninn does not need to threaten. He does not need to boast. He speaks, and people stop moving. He wills, and the world shifts to meet him.",
        "location": "Eclipse",
        "rank": 51,
        "lineage": "kistar",
        "origin": "basic"
    },
    {
        "name": "Lachesis",
        "words": "Weave, Web, Fate",
        "desc": "Lachesis was born of Tala, the World-Heart and breath of nature, in a time before seasons solidified. Her first cries echoed in the blooming groves of the Feywild, stirring petals and serpents alike. While others see destiny as a line or path, Lachesis perceives it as an ever-shifting tapestry. She is not a goddess of control, but of invitation. Her weaving is not merely of lives, but of the potential within them.\nEach silk thread she spins is an offer. A new love. A second chance. A transformation from curse to choice. The spiders of her court whisper truths through pattern and movement, their webs glimmering with dew and decision. When drow, changelings, or lost wanderers slip into the Feywild, it is often Lachesis they meet first. She does not demand devotion. She offers change.\nOf the three sisters, Lachesis is the most gentle in demeanor, yet perhaps the most dangerous in what she makes possible. In her presence, destinies unfold like flowers in spring, and few leave unchanged. She is adored by poets, lovers, and those who believe fate can be rewritten with enough courage.",
        "location": "Fey",
        "rank": 52,
        "lineage": "nag pachami",
        "origin": "chrono"
    },
    {
        "name": "Clotho",
        "words": "Complexity, Prediction, Interfere",
        "desc": "Clotho emerged from Jesha, goddess of silence and prophecy, in the cold hush between stars. She is a child of the void and the celestial firmament, birthed not from desire or suffering, but from cosmic equilibrium. Clotho did not cry when she was born. She simply opened her eyes and began to weave. Her threads span galaxies, her patterns echo in gravitational pulses, and her loom is silent, tireless, and eternal.\nMore than any god, Clotho understands cause and effect. She is not a god of fate in the dramatic sense, but of systems, patterns, and probabilities beyond mortal comprehension. Her followers do not expect answers. They seek glimpses. A flicker of clarity in a storm of choices. A sign hidden in a spider’s walk, a repeating number in the stars, a dream that echoes too long.\nClotho sits at the edge of all knowing, watching threads unravel across time. Her throne is a lattice of starlight and shadow, with threads of fate stretching infinitely in every direction. It was she who foresaw VoZo’s fall, not in vision but in shape, and her divine purpose emerged not from ambition but from recognition. Her ascension was a silent step into a role the universe demanded.\nThe drow call her Mother Weave, and believe their lives are among her most intricate patterns. Celestials refer to her as The Unblinking Architect. To mortals, she is mystery, patience, and the unbearable weight of meaning.",
        "location": "Kingslands",
        "rank": 53,
        "lineage": "asmodeus",
        "origin": "chrono"
    },
    {
        "name": "Atropos",
        "words": "Lust, Influnce, Hive",
        "desc": "Atropos was conceived in the heart of Ordealis, the Infernal River that all souls must cross. Her mother was pain, her cradle was fire, and her lullaby was the moaning of the dead. She is not merely the goddess of death or passion, but of the inevitable convergence of the two. Her love is consuming, her beauty sharp. She is the guardian of all things that reach their end, and the final kiss before something shatters.\nWhere her sister Lachesis measures the thread and Clotho observes its weave, Atropos severs. But her cutting is not cruel. It is merciful, deliberate, and needed. Without her, nothing would ever end, and rot would overtake growth. Her realm is overrun with insect-spirits, each one a messenger of expiration. Moths cling to her hair. Fireflies trail in her wake. The night blooms with her scent.\nWorshipers of Atropos are many, though they rarely admit it openly. She is adored in funeral temples, among assassins, midwives, and those who trade in flesh and secrets. She is not chaos, but the moment of stillness that follows a climax, a death, or a goodbye. She is the mother of hunters, the tender executioner, and the ache in every beautiful moment we cannot keep.",
        "location": "Ordealis",
        "rank": 54,
        "lineage": "diabolus",
        "origin": "chrono"
    },
    {
        "name": "Baset",
        "words": "Drifter, Nomad",
        "desc": "The elegant and enigmatic Baset, a feline deity, stands as a symbol of both protection and fertility. As the child of the formidable Maldios and the graceful Nocha, Baset embodies the dual nature of wandering freely yet always being watched over. Temples dedicated to Baset are adorned with intricate mosaics showcasing various phases of a cat's life, from playful kitten to wise elder. The Festival of Purring Echoes is a time when devotees gather, sharing tales of wanderlust, protection, and the bounties of life, all under the watchful gaze of the Drifter Cat God, Baset.",
        "location": "Planeswalker, Fey, Ordealis, Abyss, Celestial, Prime, Prime",
        "rank": 55,
        "lineage": "maldios, nocha",
        "origin": "nature, vozian"
    },
    {
        "name": "Heimdallr",
        "words": "Sight",
        "desc": "Heimdallr stands alongside Sköll in service to Exambar, the god of Balance and Order. Once a solitary wanderer who observed all realms without interfering, Heimdallr found purpose only after witnessing Sköll’s ascension. The clarity and discipline of Exambar’s path gave Heimdallr the structure his vigilance had always lacked. Now he acts as a sentinel of equilibrium, watching for disruptions that threaten the stability Exambar maintains.\nThough he guards nothing directly, Heimdallr reads the patterns of conflict and consequence with perfect awareness. He warns Exambar’s agents when the scales begin to tilt, and his counsel helps Sköll determine where intervention must be precise and where restraint must be absolute. In the Kingslands he walks the thresholds between realms, a quiet figure whose presence signals a moment where fate prepares to shift.",
        "location": "Celestia",
        "rank": 56,
        "lineage": "exembar",
        "origin": "celestial"
    },
    {
        "name": "Gash",
        "words": "Heresy, Trinkets",
        "desc": "Trapped in the fiery depths of the infernal, Gash, the deity of heresy, finds solace only in his obsession with trinkets and magical artifacts. Represented as a figure shrouded in flames, with hands forever reaching out for the next enchanted item, his temples are treasure troves of relics, both cursed and blessed. Worshipers, often mages and treasure hunters, venture into dangerous realms to retrieve magical items, offering them to Gash in exchange for power or protection. The Infernal Auction, held every decade, is a grand event where the most prized possessions are bid upon, not with gold, but with promises, secrets, and sometimes, souls.",
        "location": "Ordealis",
        "rank": 57,
        "lineage": "diabolus",
        "origin": "tech, vozian"
    },
    {
        "name": "Skoll",
        "words": "Sun",
        "desc": "Sköll was born of the Son of Fenris after the great hound found a brief moment of peace in the wild edges of the Kingslands. Unlike his progenitor, Sköll had no chains carved into his bones. He was restless but curious, and his soul carried an instinct for structure that set him apart from the other feral bloodline. When death came for him in battle against a warband of sorcerers, Sköll refused to fade. His spirit rose and followed the quiet pull of Balance itself, drawn toward Exambar’s presence like a creature sensing the shape of truth.\nIn the halls of equilibrium Sköll learned stillness. He shed the violence of his birth and embraced purpose. Exambar reshaped him not with force but with perfect symmetry, guiding him along a path where every instinct found its counterweight. When he emerged again he was a celestial wolf of radiant matter, a guardian who sees imbalance as a wound in the world that must be mended. He does not hunt the sun. He hunts disorder.\nNow Sköll watches the cosmos as an angelic sentinel of Exambar. He walks realms unseen, nudging events toward stability with a patience no mortal wolf could muster. His presence is rare, quiet, and unmistakably divine. Creatures who glimpse him describe the feeling of their thoughts aligning into clarity, as if he carries the weight of order in every step.",
        "location": "Celestia",
        "rank": 58,
        "lineage": "son of fenris",
        "origin": "celestial"
    },
    {
        "name": "Enou",
        "words": "Celebration, Dance, Carousing",
        "desc": "Enou is the vibrant essence of celebration, the force behind every dance, feast, and joyous occasion in Shek. He manifests as a shimmering, ethereal figure adorned in fabrics of the cosmos, each move he makes echoing with the music of the spheres. To worship Enou, the people of Shek engage in grand celebrations that emphasize the beauty of the physical world. They perform intricate dances under the open sky, wearing garments of luminous colors that reflect the universe. Every year, on the night when stars shine the brightest, the Festival of Enou takes place. People come from all corners of Shek to participate, uniting in their appreciation of life and the physical wonders it holds.",
        "location": "Prime",
        "rank": 59,
        "lineage": "dumda",
        "origin": "life"
    },
    {
        "name": "Hav",
        "words": "Water, Coral",
        "desc": "Hav is the divine guardian of the waterways, the Feywild's coral reefs, and the souls that dwell within them. They appear as a radiant, shifting being made of ever-flowing water, with coral formations growing upon them that harbor souls of the departed. Temples dedicated to Hav are built under cascading waterfalls, and pilgrims journey to these sites to offer prayers and connect with lost souls. The annual Tide Ceremony marks the ebb and flow of the spiritual waters, where worshippers release bioluminescent corals into the sea in memory of departed souls, ensuring their journey to Hav's divine reef is filled with light.",
        "location": "Fey",
        "rank": 60,
        "lineage": "tala, signessen",
        "origin": "nature"
    },
    {
        "name": "Pluto {Limbo}",
        "words": "Stillness, hunt",
        "desc": "In the silent corners of the infernal, Pluto, the ranger of the damned, prowls. Known for his unmatched stealth and predatory skill, he is the embodiment of stillness before the hunt. With eyes that can pierce through the darkest shadows and a bow crafted from the bones of fallen angels, Pluto is both a protector and hunter of souls that wander the infernal. Followers, primarily rangers and hunters, seek his guidance to perfect their skills. The Silent Vigil is an annual event where devotees gather in secluded woods, maintaining complete silence, honing their senses, and paying homage to the master huntsman of the infernal.",
        "location": "Ordealis",
        "rank": 61,
        "lineage": "mephisto",
        "origin": "vozian"
    },
    {
        "name": "Sov",
        "words": "Territory, Thistle, Paw, Wolf",
        "desc": "Sov, ruler of the kingslands and now an ever-expanding dominion, is a god with four sacred words: Territory, Thistle, Paw, and Wolf. Sov's form is that of a majestic wolf with fur that mirrors the night sky, eyes like glowing orbs, and paws that imprint constellations upon the earth. As a guardian of territories, shrines to Sov mark the boundaries of kingdoms and villages alike. Every full moon, the Howl of Sov is celebrated, where wolves and men alike raise their voices to the heavens, acknowledging Sov's dominion and seeking his favor. Tributes of thistles, representing resilience, are also laid at his shrines, embodying the god's enduring spirit.",
        "location": "Kingslands, Ostrio, Prime",
        "rank": 62,
        "lineage": "skoll",
        "origin": "nature"
    },
    {
        "name": "Felsmoke",
        "words": "Mystic, eternity",
        "desc": "In the caverns that stretch into infinity, Felsmoke, the Draco Lich, rests atop the largest hoard any dragon has ever amassed. Not only is his treasure vast in wealth, but it is also imbued with the very essence of time and the universe. Tales speak of artifacts that hold the secrets of existence, hidden among gold and jewels. Sorcerers and mystics from around Shek make perilous journeys to seek an audience with Felsmoke, hoping to glimpse the arcane knowledge he protects. Every century, during the Confluence of Mystics, mages gather to celebrate Felsmoke, sharing spells and stories inspired by the eternal keeper.",
        "location": "Ostrio, Prime",
        "rank": 63,
        "lineage": "khalas, falkaust",
        "origin": "life"
    },
    {
        "name": "Vassago",
        "words": "Violence, Murder",
        "desc": "Emerging from the bloodstained labyrinth of time, Vassago stands as the primal minotaur, the very embodiment of violence and murder. With horns that have impaled kings and hooves that have trampled cities, he is both revered and feared. Assassins and warriors whisper prayers to him before embarking on their darkest deeds, seeking his brutal blessings. In the Labyrinth Festival, a complex maze is erected, and participants navigate its treacherous paths, reenacting the legendary hunts of Vassago. It's not just a test of skill, but also a ritual to honor the Minotaur Lord's eternal reign over the art of killing.",
        "location": "Ordealis",
        "rank": 64,
        "lineage": "mephisto",
        "origin": "nature, vozian"
    },
    {
        "name": "Beggar",
        "words": "Lesser, Weakness, Stigma",
        "desc": "Beggar, often depicted as a humble figure with a cloak woven from the stories of the downtrodden, is the god who champions the cause of the weak, the marginalized, and those stigmatized by society. His temples are places of refuge, offering warmth and sustenance to all who seek it. The annual Day of Embrace is a holiday where everyone, irrespective of their status, comes together to share a meal, breaking bread with strangers and offering compassion and understanding. On this day, the people of Shek are reminded of the strength in unity, the power of kindness, and the teachings of the god who stands by those whom the world often overlooks.",
        "location": "Kingslands, Ostrio, Prime",
        "rank": 65,
        "lineage": "undying",
        "origin": "life"
    },
    {
        "name": "Behemoth",
        "words": "Treachery, Memory",
        "desc": "Behemoth, the First Elephantine, is the eternal guardian of the river Styx, a waterway feared not for its treacherous currents but for its ability to seize memories from those who dare to cross. Massive in stature with tusks made of obsidian and eyes that hold the reflections of countless lost memories, Behemoth ferries souls on his barge, aptly named Lost Thoughts. Those who seek to traverse the Styx offer memories as tribute, willingly surrendering fragments of their past to the great elephantine god. Once a year, a ritual called the Memory Offering is held, where the devout come to the riverbanks, whispering forgotten tales into the waters, hoping to appease Behemoth and perhaps, regain fragments of what was once lost.",
        "location": "Ordealis",
        "rank": 66,
        "lineage": "mephisto",
        "origin": "nature, vozian"
    },
    {
        "name": "Jera",
        "words": "Jade",
        "desc": "With skin gleaming like polished jade and eyes that mirror the depth of the Feywild, Jera reigns as the Fey Queen in the Kingslands. Her realm, verdant and shimmering, is a bridge between the material and the Fey. The Festival of Emerald Dreams celebrates Jera's connection to both worlds. Daughter of ventress, born from scrap",
        "location": "Fey, Kingslands",
        "rank": 67,
        "lineage": "caishen",
        "origin": "nature, elemental"
    },
    {
        "name": "Tuchulcha",
        "words": "Fraud, Ooze",
        "desc": "Emerging from the mires and murky depths is Tuchulcha, the Oozemother. Deceptive and ever-shifting, she embodies the very nature of fraud. Her form is amorphous, constantly changing, making it impossible to discern her true essence. Temples dedicated to Tuchulcha are few but are characterized by pools of thick, viscous liquids where devotees offer sacrifices, hoping to receive blessings in their deceptive endeavors. The Festival of Shifting Forms is a major event were alchemists and mages gather, experimenting with liquids and potions that alter appearances, paying homage to the mistress of fraud.",
        "location": "Ordealis",
        "rank": 68,
        "lineage": "clotho",
        "origin": "nature, vozian"
    },
    {
        "name": "Jesus \"Tiamat\" Christ",
        "words": "Gluttony, Food, Eating",
        "desc": "5 headed dragon of eating stuff",
        "location": "Ordealis",
        "rank": 69,
        "lineage": "khalas, vozo",
        "origin": "dragon, vozian"
    },
    {
        "name": "Meris",
        "words": "Shifters",
        "desc": "Guardian of the ever-shifting borders of the Fey realm, Meris stands as a beacon for all shifters, those beings able to change form and essence. With eyes that change hue and form with his emotions and a cloak woven from the very essence of the Feywild, Meris ensures the safety of his domain and its inhabitants. Sacred groves dedicated to him are places where shifters come to train, hone their skills, and connect with their divine protector. On the night of the Shifting Moon, a special event occurs where shifters display their transformations in a dazzling spectacle, celebrating their unique gift and paying homage to their lord.",
        "location": "Fey",
        "rank": 70,
        "lineage": "burnfyre",
        "origin": "nature"
    },
    {
        "name": "Stormbane",
        "words": "Hero",
        "desc": "Once a humble druid, Stormbane's destiny was forever changed when he allied with a group of adventurers on a perilous quest, ultimately ascending to divinity as the god of heroes. His story is a testament to the idea that heroism can emerge from the unlikeliest of places. Shrines dedicated to Stormbane are often erected at the starting points of great journeys or at crossroads, serving as places of blessing for those about to embark on adventures. Every year, the Hero's Dawn is celebrated, marking the day of Stormbane's ascent, and adventurers from far and wide share tales of bravery, camaraderie, and sacrifice.",
        "location": "Fey",
        "rank": 71,
        "lineage": "hpem",
        "origin": "nature"
    },
    {
        "name": "Garmr",
        "words": "Lost",
        "desc": "Garmr was Sköll’s younger kin, born with a fiercer temperament and a heart pulled more toward instinct than balance. He adored Sköll and followed him everywhere, even into places no living creature should enter. When Sköll journeyed into Ordealis on a mission of quiet correction, Garmr walked beside him, stubborn and loyal. The two descended into the deep dominions, but only one found a path back to the upper realms.\nGarmr was taken by the Silent Void, a region where echoes die and memories unravel. Hunters of the abyss tracked him for what felt like lifetimes, wearing down his celestial blessing until his form cracked. He survived by clinging to fragments of Sköll’s teachings, but the Void twisted him. His body became monstrous, stretched by silence and pressure. His mind became a knot of instinct, fear, and devotion. The hound he was is buried beneath the creature he became.\nNow Garmr wanders the deepest layers of Ordealis, a ruined guardian searching for the brother he can no longer clearly recall. Those who encounter him speak of a massive beast dripping with void-touched blood, howling without sound. He is not evil. He is lost. His path mirrors Sköll’s, but where Sköll ascended, Garmr was dragged downward, becoming a warning to any celestial who dares step into the places where even balance cannot reach.",
        "location": "Ordealis",
        "rank": 72,
        "lineage": "son of fenris",
        "origin": "vozian"
    },
    {
        "name": "Baba Yaga",
        "words": "",
        "desc": "Baba Yaga was once the Queen of Dark Dreams, an ancient power who shaped nightmares across Ostrio with surgical precision. Her palace wandered through sleeping minds, drifting from dream to dream like a drifting continent of impossible rooms. She kept dominion over every fear that slithered beneath consciousness, and the spirits of the dreamlands bowed to her simply out of survival. In that age she was sovereign, feared and obeyed.\nNow she wanders as a powerful hag queen, her crown long broken but her influence far from diminished. She travels through borderlands and forgotten settlements, offering impossible bargains to those foolish enough to accept them. She carries remnants of her old dominion, shards of nightmare that cling to her like drifting smoke. Though she no longer rules the Dark Dream, she moves through Ostrio with the unsettling ease of someone who remembers ruling an empire no one else can see.",
        "location": "Prime",
        "rank": 73,
        "lineage": "lachesis",
        "origin": "chaos"
    },
    {
        "name": "The Watcher",
        "words": "Guard, Gargoyle",
        "desc": "The Watcher is the greatest of the wayward gargoyles, a descendant of the Stone King whose lineage diverged long before mortals recorded history. While the Stone King remains tied to the land that birthed them, The Watcher followed the path of vigilance. They left the Kingslands and found purpose in Ostrio, where their presence became the backbone of the city’s defenses. When The Watcher first perched upon the spires, the city called it a blessing. When a legion of lesser gargoyles followed, Ostrio called it fate.\nThe Watcher does not speak, but their silence shapes the culture of Ostrio. Temples raised in their honor feature elaborate reliefs depicting moments when unseen threats were deterred. The Guardian’s Night, celebrated once a year, fills the city with candlelight and shadowplay. The citizens mimic the Watcher’s stillness as a rite of protection, a reminder that vigilance is a virtue as powerful as heroism.\nThough they are a descendant of the Stone King, The Watcher has developed differently. Their stone is smoother, shaped by centuries of urban wind. Their wings are sharper and built for patient gliding. While the Stone King holds ancient nobility, The Watcher carries modern purpose. Together they create the foundation of the gargoyle bloodline: one tied to origin, the other tied to guardianship. A family tree between them would form the backbone of a vast and intricate lineage.",
        "location": "Ostrio, Prime",
        "rank": 74,
        "lineage": "kistar, the elements",
        "origin": "elemental"
    },
    {
        "name": "Undersun",
        "words": "Explorer, Faith",
        "desc": "Lord of the undersun, fungal keeper of light in the dwelfmire.",
        "location": "Ostrio, Prime",
        "rank": 75,
        "lineage": "tala, brakkus",
        "origin": "Nature, Celestial"
    },
    {
        "name": "Night Mother",
        "words": "",
        "desc": "Undersun is a glow living in the dwelfmire, the twin is the night mother. she glows in under the moonlight",
        "location": "fey",
        "rank": 76,
        "lineage": "tala, jesha",
        "origin": ""
    },
    {
        "name": "Son of Fenris",
        "words": "Ancestry",
        "desc": "The Son of Fenris began as one of the great wolf’s natural brood, born from Fenris dividing its own essence in a moment of loneliness. He was taken before he ever learned what family meant. Foulbrood cultists stole him from the den and dragged him into the Eclipse, carving into his nature with rituals and bindings. They shaped him into a weapon of obedience, a giant hound that knew only commands and the echo of pain. He grew in chains, more experiment than creature, and the memory of those dark laboratories sits in him like a scar he cannot name.\nHe is one of many. The hounds of Fenris were scattered, altered, or broken by the cults that sought to twist their lineage. Some survived in secret, some vanished into the deep dark, and some never escaped the tables they were bound to. The Son of Fenris is the only one known to have slipped his leash. Whatever snapped his chains left him half feral and half reborn, a creature with instincts sharpened by captivity and a past he barely understands.\nNow he roams the Kingslands, wild and watchful, searching for a place that feels like belonging. He avoids settlements but circles them from a distance, as if waiting to learn what kindness looks like before stepping closer. He is a creature of immense power, but his movements carry the uncertainty of someone who has never been allowed to choose his own path. He is not a monster. He is simply free for the first time, and trying to decide what freedom means.",
        "location": "Eclipse",
        "rank": 77,
        "lineage": "fenris",
        "origin": "life"
    },
    {
        "name": "Johanna, The Bear",
        "words": "Protect, Care",
        "desc": "Was once condsidered the king of the mountain and true god.",
        "location": "Prime, Fey",
        "rank": 78,
        "lineage": "primus",
        "origin": "chaos"
    },
    {
        "name": "Tortugreg",
        "words": "Reverly",
        "desc": "Party man, Turtle",
        "location": "Ostrio, Prime",
        "rank": 79,
        "lineage": "primus",
        "origin": "basic"
    },
    {
        "name": "Brycotarian",
        "words": "Flame, Volcano",
        "desc": "As the embodiment of flame and volcanic power, Brycotarian represents the raw, untamed force of nature. His molten heart fuels eruptions and infernos, reshaping the landscape and reminding mortals of the ever-changing nature of the world they inhabit.",
        "location": "Prime, Dwelfmire",
        "rank": 80,
        "lineage": "",
        "origin": "celestial, vozian"
    },
    {
        "name": "Ms. Noble",
        "words": "Dignity",
        "desc": "From the esteemed House of Mages, Noble rises as the queen of madness, her allure intertwined with whispers of forbidden desires. Her domain, draped in both dignity and decadence, attracts those seeking power and pleasure. The Masquerade of Mystique, an event where boundaries blur, is a testament to Noble's dual nature.",
        "location": "Kingslands, Prime",
        "rank": 81,
        "lineage": "",
        "origin": "arcane"
    },
    {
        "name": "Ventress of Iron",
        "words": "Ferrus, Smithing",
        "desc": "Ventress, with her powerful four arms, is the formidable queen of combat and the deity of smithing. Each arm represents an aspect of her domain: forging, wielding, defending, and innovating. Her temples are often found adjacent to blacksmiths' forges, roaring with flames and echoing with the rhythmic clanging of hammer on anvil. Being the sister and rival to Bosk, the tales of their epic duels are legendary and serve as inspirational stories for warriors and blacksmiths alike. During the annual Forge Fest, smiths from all over Shek gather to showcase their craft, compete, and pay homage to their divine patron, Ventress.",
        "location": "Fey Spring",
        "rank": 82,
        "lineage": "jera",
        "origin": "nature, tech"
    },
    {
        "name": "Bøsk",
        "words": "Combat",
        "desc": "Bøsk, the formidable queen of combat, stands in stark contrast to her rival, Ventress. With an armory that legends say can equip entire realms, Bøsk embodies the very spirit of battle. Warriors from every corner of Shek journey to her grand hall, seeking weapons and blessings. The Duel of Sisters, a ceremonial combat between Bøsk's and Ventress's champions, is a highly anticipated event that showcases their eternal rivalry.",
        "location": "Fey, Summer",
        "rank": 83,
        "lineage": "caishen",
        "origin": "nature"
    },
    {
        "name": "Beinvinger",
        "words": "Bone",
        "desc": "In the twilight realm where bone fairies flutter and blood sprites dance, Beinvinger reigns supreme. This deity, with a crown made of intricately carved bone and robes dyed in deep crimson, governs the delicate balance between life and decay. Those who wish to communicate with the spirits of the departed or seek the services of the bone fairies often invoke Beinvinger's name. The Night of Whispered Secrets is a revered event when the veil between realms is thin, allowing for easier communication with the other side and celebrating Beinvinger's dominion.",
        "location": "Fey, Winter",
        "rank": 84,
        "lineage": "baba yaga",
        "origin": "nature, life"
    },
    {
        "name": "Kistar",
        "words": "Shame, Defeat, Loss",
        "desc": "Once omnipotent, Kistar now exists in a state of perpetual decay. His realm, the plane of chaos, crumbles, mirroring his own decline. Those who still revere him often gather in silent vigils, mourning a god's fall from grace.",
        "location": "Realm Of Void",
        "rank": 85,
        "lineage": "self",
        "origin": "basic"
    },
    {
        "name": "Bahamut",
        "words": "Cleanse",
        "desc": "Bahamut began as a mighty dragon whose devotion to protecting the vulnerable reshaped the course of their existence. Every act of defense, every stand taken against cruelty, created a resonance within their soul that the higher realms could not ignore. When death or transformation finally came, Bahamut crossed into the celestial plane and rose again as an angel of radiant scale and sound. Their body now shines in red, yellow, and green light, each color expressing a virtue carried from their draconic life: courage, respect, and guardianship.\nAs a scaled angel, Bahamut serves under Dumda or Signessen depending on the nature of the summons. Through Dumda, Bahamut manifests as harmonic wings and ringing chords, answering artists, healers, and paladins who defend through connection and unity. Through Signessen, Bahamut appears as a figure of ordered radiance, guiding scholars, battlemages, and strategists who protect through knowledge and skill. Regardless of the path taken, Bahamut stands beside those who shield others, using draconic might without falling into dominance or pride.\nBahamut no longer rules as dragons often do. They guide instead, walking with mortals who choose honor when power would be easier. Their fire is not meant to conquer. It is meant to illuminate the way forward for those who need strength at their back.",
        "location": "Prime",
        "rank": 86,
        "lineage": "khalas",
        "origin": ""
    },
    {
        "name": "Nasius",
        "words": "Lineage",
        "desc": "Child of the son of Fenris & the shadow king, Grandson of Fenris, Great Grandchild of Noh and Ymir. Killed Ymir and took his domain as the new Archfey of the spring court",
        "location": "Fey, Spring",
        "rank": 87,
        "lineage": "sov",
        "origin": "nature"
    },
    {
        "name": "Orod Goldrot",
        "words": "Gold-Rot",
        "desc": "A demon with a penchant for gold. is said to be roaming the prime material sticking his rotten gold into banks everywhere if he can. Banks have become wise to this and put in tight security so that his rotting gold won't affect the rest",
        "location": "Ostrio",
        "rank": 88,
        "lineage": "gash",
        "origin": "vozian"
    },
    {
        "name": "Queldethenarous",
        "words": "Learning, Arcana",
        "desc": "Draped in the azure majesty of his own scales, Queldethenarous is the embodiment of knowledge and arcane wisdom. As the grand blue dragon of knowledge, he is the revered headmaster of Stonetooth Academy, guiding both novices and seasoned magi in their quest for enlightenment. Beneath his vast wings, scrolls and spell books from across realms find a home. The Day of Illumination is an annual festivity at the academy, where scholars present their arcane discoveries, all under the watchful eye of the great blue dragon.",
        "location": "Ostrio, Prime",
        "rank": 89,
        "lineage": "khalas",
        "origin": "dragon, arcane"
    },
    {
        "name": "Bonkfyre",
        "words": "Remnant",
        "desc": "Once an avatar of the mighty Burnfyre, Bonkfyre is now the lingering spark of that ancient power. As the last vestige of Burnfyre's might, temples to Bonkfyre are places of both mourning and hope. The Festival of the Fading Flame celebrates Burnfyre's legacy and Bonkfyre's enduring spirit.",
        "location": "Ostrio, Prime",
        "rank": 90,
        "lineage": "burnfyre",
        "origin": "chaos, nature"
    },
    {
        "name": "Magister Loral",
        "words": "Magi",
        "desc": "The head of the Arcanium, an ancient elf with unmatched arcane knowledge. Rumors whisper that he's not entirely of this plane. Crossed horns through the mouth talks through the slit in his neck that has teeth.",
        "location": "Abyss",
        "rank": 91,
        "lineage": "atropos",
        "origin": "vozian, arcane"
    },
    {
        "name": "Caivie",
        "words": "Bramble",
        "desc": "In the shadowed groves and whispered valleys of Shek, Caivie, known reverently as the Bramble Witch, weaves her ancient magics. Guardian of the sacred balance between the wilds and the woven tapestry of magic, she stands as a protector of all that grows untamed and free. Caivie's connection to the natural world runs deep, her powers manifesting through the verdant underbrush and thorny thickets that guard her hidden sanctum.\nAs the Bramble Witch, Caivie's word is a minor but profound power, capable of invoking the growth of protective thickets or conjuring the hidden paths through the wilds. Despite her imprisonment by the deity Ventress, her influence lingers in the whispering leaves and the resilient sprouts that break through stone, a testament to her enduring will and her unbreakable bond with the natural world.",
        "location": "Fey",
        "rank": 92,
        "lineage": "beinvinger",
        "origin": "nature"
    },
    {
        "name": "Huginn",
        "words": "Mimic",
        "desc": "Huginn was once one of Kistar’s wandering eyes, but he chose freedom the way a trickster chooses a doorway whenever it irritates someone important. No boundary holds him. Walls, wards, realms, and rules are little suggestions he ignores cheerfully. He slips through places he should not be and leaves trouble like footprints. In recent ages he has been seen without his beak, torn away by a creature or power he refuses to name. Instead of mourning it, he treats the loss like a joke he has not finished telling. His voice now comes as whistles, scribbles in the air, or borrowed speech lifted from anyone nearby. He is a traveler, a bother, and a reminder that the universe was never meant to stay neatly organized.",
        "location": "All",
        "rank": 93,
        "lineage": "kistar",
        "origin": "basic"
    },
    {
        "name": "Jack Frost",
        "words": "",
        "desc": "Jack Frost is the young prince of the Winter Court, a spirit of frost who was never meant to rule but was born to influence. His touch chills windows, stills rivers, and paints the first rime of winter across the land. He carries the youthful energy of a season that can be gentle or cruel without warning. Though playful by nature, he has learned to wield winter’s power with precision, shaping storms or calming them according to the Court’s needs.\nJack is respected by the older winter spirits, not for age but for potential. He moves between courts with the curiosity of someone who sees beauty in stillness. He is the memory of first snowfall, the spark of cold that wakes sleeping forests. Mortals know his name even if they do not believe in him, and children whisper stories of his mischief. He serves winter loyally, learning slowly what it means to become a guardian of a season that demands both mercy and severity.",
        "location": "fey, winter",
        "rank": 94,
        "lineage": "karne",
        "origin": "elemental, nature"
    },
    {
        "name": "Principle Fun",
        "words": "Fun",
        "desc": "a sneaky little creature indeed",
        "location": "Ostrio, Prime",
        "rank": 95,
        "lineage": "bhaal",
        "origin": "chaos"
    },
    {
        "name": "Stone King",
        "words": "",
        "desc": "The Stone King is the final survivor of the first gargoyles, a lineage carved directly from the bones of the world. While the earliest dragons formed from elemental force and primal instinct, the Original Gargoyles awakened from the earth itself. Stone King rose as their leader, a colossal figure of sculpted basalt marked with ancient sigils that no artisan recalls inscribing. The Originals were guardians meant to watch the dawn of civilization, and each carried a spark of the land’s memory. Stone King carries all that memory alone now.\nMost gargoyles in modern time are descendants, cast constructs, or spiritual offshoots of that first generation, but none possess the gravity of the Stone King’s presence. Their form shifts with the seasons, gaining moss, cracks, or crystalline patches as if the Kingslands themselves rewrite the King’s body. Despite their age, Stone King remains steadfast in purpose. They guard the Kingslands not through rule but by enduring, a silent monolith that deters threats simply by existing. Mortals see them as a relic. Spirits see them as the anchor of stability.\nLegends claim the Stone King once stood with Burnfyre in the age before fey courts solidified. Some whisper that the King carries a single shard of Burnfyre’s fallen stone body deep within their chest. Whether truth or myth, the Stone King never denies it. They only continue to watch the borders of the Kingslands, the last sentinel of a forgotten era.",
        "location": "",
        "rank": 96,
        "lineage": "The Elements",
        "origin": ""
    },
    {
        "name": "Claraene",
        "words": "",
        "desc": "Evading responsibility. Gifted with Luck",
        "location": "The Void",
        "rank": 97,
        "lineage": "baset",
        "origin": "nature, elemental"
    },
    {
        "name": "Vicanon",
        "words": "Summon",
        "desc": "Crystal entity of pure summoning power, gifted with intellect",
        "location": "The Void",
        "rank": 98,
        "lineage": "falkaust",
        "origin": "crystal"
    },
    {
        "name": "Hyrsam",
        "words": "",
        "desc": "Hyrsam is the King of Fun and Fertility, a satyr lord who brings both celebration and despair in equal measure. His laughter can lift whole courts into revelry, and his breath can cause fields to bloom out of season. Yet beneath the joy is something hollow, a sorrow he hides behind wine and music. His power stems from understanding that delight and heartbreak sit closer together than mortals admit. He embodies the cycle of pleasure followed by longing, the wild ecstasy of life just before the fall.\nAs father of Enou and ruler of the Spring Court he commands spirits of growth, play, and renewal. His presence brings color to dull places and passion to hearts that thought themselves quiet. Yet every festival raised in his honor ends with a lingering ache, because Hyrsam knows that every beginning contains its own ending. His court loves him for the chaos he inspires and fears him for the melancholy that follows in his wake.",
        "location": "fey",
        "rank": 99,
        "lineage": "meris",
        "origin": "nature"
    },
    {
        "name": "Burnfyre",
        "words": "",
        "desc": "Burnfyre was the first child of Tala, a towering fey spirit shaped from living stone rather than flesh. His body was rough granite veined with amber light, and when he moved the sound was like boulders grinding in a dry riverbed. The name Burnfyre never referred to flame. It referred to the heat of his nature, the smoldering pride and volcanic anger that simmered inside him. He was a stone bear whose eyes glowed like embers trapped behind crystal. Even among the archfey he was singular, a being who carried the weight of mountain age and the temperament of a storm held barely in check.\nAs the Archfey of Autumn he ruled the season of endings with the steadiness of rock and the inevitability of falling leaves. His presence shifted forests into their dying colors, and the land responded to him as if he were gravity given form. Burnfyre’s anger was not wild. It was tectonic. Slow to rise, unstoppable once awakened. Spirits whispered that he shared ancient kinship with the primal wolf Fenris, both descending from an early era when the world’s great beasts shaped themselves out of raw matter. Fenris formed from cold breath and hunger. Burnfyre from stone, pressure, and pride.\nHis fall came not at the hands of gods but mortals. A band of raiders, armed and emboldened by blessings from Bøsk, confronted him during the quiet turn of the season. They used weapons honed for killing things far larger than themselves. Burnfyre fought with the endurance of a mountain, but even stone can crack under enough force and cunning. When he fell, the forests dimmed and the ground carried his last tremor for miles. Autumn has never felt entirely stable since. Some believe shards of his stone body still hum with his memory, and that the bloodline of Fenris remembers him in ways mortals cannot name.",
        "location": "Deceased",
        "rank": 100,
        "lineage": "tala, brakkus",
        "origin": "nature"
    },
    {
        "name": "Ymir",
        "words": "",
        "desc": "Ymir was the first chill in the world and the first thaw. Born of Kistar’s stillness and Tala’s wandering spirit, he carried both frost and renewal in his marrow. His breath formed the earliest storms, but his footsteps stirred the first green shoots from the earth. People called him Breaker of the Cold, the Springmint, because wherever he rested, ice cracked and something new tried to live.\nIn the age before ages he crossed paths with Noh. The two were unlikely companions. Ymir was steady, enormous, and literal in a way that made spirits nervous. Noh was clever in the way gravity is inevitable. Together they shaped things out of boredom and curiosity. One of these was Fenris.\nSome say Ymir intended a guardian. Others say Noh whispered suggestions until the creature took on teeth it was never meant to have. The truth gets lost in retellings, because Noh changes the story every time he opens his mouth. One version claims Noh tugged at Ymir’s shadow until it split. Another says he dared Ymir to imagine something the gods could not control. A quieter tale says Ymir simply wanted a companion large enough to speak to without crouching.\nWhatever the truth, Fenris came from them both, shaped from cold breath and wild spirit. A creature neither god fully claimed.\nYmir is gone now. His body became mountains and rivers. His final heartbeat still echoes in the far north when the air grows still. Age never made him unstoppable, but it made him wise. He understood that beginnings come with endings, and he walked toward his own without fear.\nHis end came at the hands of Nasius, a distant descendant through Fenris’s bloodline. Nasius rose in secret, gathering strength from the same ice that once obeyed Ymir. In the final struggle they tore Ymir’s power from his body and claimed it as their own. Now Nasius sits upon the Frozen Throne, wearing a legacy stolen from the first breaker of winter. The north listens to them, but it remembers whose throne it truly was.",
        "location": "Deceased",
        "rank": 100,
        "lineage": "kistar",
        "origin": "nature"
    }
]