[
    {
        "name": "Brakkus",
        "words": "Power, Control, Domination, Ability, Leadership",
        "desc": "Brakkus is not a war-god, nor a patron of kings. Brakkus is the force through which order asserts itself upon chaos, the principle of dominance that governs ecosystems, civilizations, gravity wells, and even the hierarchy of stars. Brakkus manifests as a vast galactic lattice of chains, gears, and orbital paths, an ever-tightening system that keeps galaxies in patterns rather than spinning loose into oblivion. Mortals who worship Brakkus do not reach the Truth. They only touch the shadow of a force that holds suns in place and crowns leaders out of probability. Brakkus is the pattern of “the strongest rises,” whether in a dwarf fortress, a kingdom, or the birth of a supernova.",
        "worship": "",
        "blessName": "Blessing of Brakkus",
        "blessFeature": "grants +2 strength",
        "curseName": "The curse of Brakkus",
        "cursePassive": "",
        "location": "Universal",
        "rank": 0,
        "lineage": "Self",
        "children": "Burnfyre, Undersun, Primus",
        "origin": "all"
    },
    {
        "name": "Chronus",
        "words": "Time, Progress, Reality, Mass, Magic",
        "desc": "Chronus is the unbroken arrow through which existence moves. Not a god of time, but time itself made aware. All cause, effect, decay, and progress exist through Chronus. Their form appears as a cosmic clockwork of galaxies spinning in precise ratios, dark matter flowing through articulated rings, and timelines branching from a central pulse. Magic is simply Chronus interpreted through mortal perception. Mass is Chronus convincing matter to remain matter. Chronus does not speak, but the universe ages because Chronus wills it to. Scholars who worship Chronus chase understanding of structure, but none truly grasp the full span of what they chase.",
        "worship": "",
        "blessName": "Blessing of Chronus",
        "blessFeature": "grants +2 agility",
        "curseName": "The curse of Chronus",
        "cursePassive": "",
        "location": "Universal",
        "rank": 0,
        "lineage": "Self",
        "children": "Hamsa, Primus",
        "origin": "all"
    },
    {
        "name": "Dumda",
        "words": "Sound, Frequency, Connection, Bonds, Music",
        "desc": "Dumda is the resonance between all things, from the hum of atoms to the gravitational chorus of galaxy clusters. Where two things meet and create a relationship, Dumda exists. Their form is a cosmic symphony of light-threaded currents, like starlight vibrating across the void. Communities, friendships, ecosystems, neural pathways, and stellar orbits are all expressions of Dumda. Music is simply the mortal echo of a truth that was here long before stars had light. Dumda binds planets to suns and friends to each other with the same principle dressed in different scales.",
        "worship": "",
        "blessName": "Blessing of Dumda",
        "blessFeature": "grants +2 influence",
        "curseName": "The curse of Dumda",
        "cursePassive": "",
        "location": "Universal",
        "rank": 0,
        "lineage": "Self",
        "children": "Hpem, Primus",
        "origin": "all"
    },
    {
        "name": "Exembar",
        "words": "Balance, Order, Matter, Ideals, Ambition",
        "desc": "Exembar is the fulcrum on which all forces rest. Not justice, not moral order, but the cosmic equalizer, maintaining the exact ratios required for matter to exist instead of collapsing into raw energy. For every exploding star, another congeals. For every rising civilization, another erodes. Exembar appears as a galactic-scale scale, one side luminous with creation, the other heavy with decay, forever shifting but never tipping into absolutes. Ideals and ambition arise from Exembar’s influence, the upward push of consciousness seeking order within the infinite.",
        "worship": "",
        "blessName": "Blessing of Exembar",
        "blessFeature": "grants +2 observation",
        "curseName": "The curse of Exembar",
        "cursePassive": "",
        "location": "Universal",
        "rank": 0,
        "lineage": "Self",
        "children": "Asmodeus, The Dawn, Yeeshnu, Heimdall, Mephisto, Primus",
        "origin": "all"
    },
    {
        "name": "Jesha",
        "words": "Silence, Wisdom, Ignorance, Prophecy",
        "desc": "Jesha is the stillness between thoughts, the void that allows understanding to exist. Where other truths shape matter and force, Jesha shapes revelation through absence. Silence is Jesha’s domain, not as peace, but as the infinite vacuum of potential knowledge. Their form is a horizonless expanse of quiet darkness where uncountable threads of prophecy lie coiled like dormant serpents. Jesha is not wise. Jesha is the place where wisdom forms. Prophets touch only slivers of Jesha’s depth before their minds fray.",
        "worship": "",
        "blessName": "Blessing of Jesha",
        "blessFeature": "grants +2 spirit",
        "curseName": "The curse of Jesha",
        "cursePassive": "",
        "location": "Universal",
        "rank": 0,
        "lineage": "Self",
        "children": "Whisper, Night Mother, Nocha, Primus",
        "origin": "all"
    },
    {
        "name": "Signessen",
        "words": "Understanding, Intelligence, Reason, Skills",
        "desc": "Signessen is the spark that allows the universe to recognize itself. Not merely intellect, but the architecture of comprehension, the scaffolding that lets minds form, grow, and invent. They appear as a cosmic library built from nebulae and star nurseries, each book a set of rules that define how something can be known. Signessen governs skill, innovation, calculation, and the patterns by which information stabilizes into knowledge. When mortals learn, Signessen is listening. Not judging. Simply expanding.",
        "worship": "",
        "blessName": "Blessing of Signessen",
        "blessFeature": "grants +2 intellect",
        "curseName": "The curse of Signessen",
        "cursePassive": "",
        "location": "Universal",
        "rank": 0,
        "lineage": "Self",
        "children": "Vultus, Hav, Primus",
        "origin": "all"
    },
    {
        "name": "Zuinmuir",
        "words": "Death, The Soul, Infinity, Capacity",
        "desc": "Zuinmuir is the great recursion of existence, the endless cycle of annihilation and renewal that galaxies undergo. Souls travel through Zuinmuir the way comets travel through starfields, burning away the inessential so new forms can emerge. Their celestial form is an infinite river of starlight haunted by drifting silhouettes, each one a soul in transit. Death is not Zuinmuir’s purpose. Death is a symptom of Zuinmuir regulating cosmic capacity, pruning what can no longer grow, ensuring infinity has room to expand.",
        "worship": "",
        "blessName": "Blessing of Zuinmuir",
        "blessFeature": "grants +2 stealth",
        "curseName": "The curse of Zuinmuir",
        "cursePassive": "",
        "location": "Universal",
        "rank": 0,
        "lineage": "Self",
        "children": "Undying, Primus",
        "origin": "all"
    },
    {
        "name": "Tala",
        "words": "Growth, Guidance, Love, Nature",
        "desc": "Tala is not merely a goddess. Tala is the living architecture of Shek. Long before mortal prayers and before the first forests stood upright, Tala rooted herself into the world as its guiding pulse. She is the breath of growth, the memory of soil, the maternal will that urges life toward harmony. Though worshiped as Mother Nature by elves, fey, and every creature that traces its origin to the wild places, Tala is something greater than a single realm’s divinity. She is the world’s living system, the one who shapes nature into something stable, nurturing, and eternal.\nThe Seven, by contrast, are not gods at all. They are the universal truths that stretch across galaxies. Brakkus is dominance woven into the fabric of gravity. Chronus is the arrow of time. Dumda is the resonance binding atoms. Exembar is balance and matter. Jesha is the silence where thought forms. Signessen is the mind’s capacity to understand. Zuinmuir is death and the infinity beyond it. They do not choose, listen, or favor. They simply are. Tala did not join them, nor stand beneath them. Instead, she reached outward with roots that touched the vastness above Shek and drew down what her world needed. Through these connections, she shaped children, not born by romance or desire, but by synthesis. Each child is a bridge between a cosmic law and the living world.\nFrom Brakkus she shaped the instinct of hierarchy, a guiding force that gave predators purpose and prey resilience. From Chronus she formed the rhythms of seasons and the gentle arc of aging. From Dumda she wove the harmony within ecosystems, the invisible song behind migrations and bonds. From Exembar she forged natural balance, stabilizing forests, oceans, and biomes. From Jesha she created instinct, omen, and dreaming, the quiet wisdom that guides even the smallest creature. From Signessen she sparked learning, intuition, and the first clever hands of mortals. From Zuinmuir she shaped decay into nutrition, giving death a place within life instead of against it. \nThese children are not gods to be worshiped. They are subsystems, caretakers, spirits, and forces that ensure Shek remains alive, fertile, and ever-growing. Tala walks the world through avatars like Titania, tending the fey realms with a mother’s patience and a gardener’s hand. Her heart aches still for Burnfyre, the first seasonal spirit she nurtured and lost, and autumn has never truly healed in Shek since that day. Yet her strength remains, woven through every living root and every stretching branch. Where the Seven rule galaxies, Tala rules life.",
        "worship": "",
        "blessName": "Blessing of Tala",
        "blessFeature": "grants +2 survival",
        "curseName": "The curse of Tala",
        "cursePassive": "",
        "location": "Fey",
        "rank": 2,
        "lineage": "Primordial",
        "children": "Hamsa, Yurmundas, Burnfyre, Nocha, Hpem, Night Mother, Hav, Karne, Noh",
        "origin": "nature"
    },
    {
        "name": "Khalas God-Dragon",
        "words": "Weather, Alignment, Inspiration, Dragon, Ancient",
        "desc": "Khalas, the God-Dragon, is an ancient and dormant being of immense power and size. Its colossal body lies still, covered in majestic, iridescent scales that shimmer and reflect the colors of the world. Since its battle with Vozo thousands of years ago, Khalas has remained in a deep slumber, its presence commanding respect and reverence.\nWhile asleep, the God-Dragon's breath subtly alters the seasons, causing them to shift and change. This brings about a love-hate relationship with Tala, Mother Nature, as she is bound to the whims of the slumbering Khalas. Their intertwined fates create a delicate balance, with Tala's nurturing influence tempering Khalas' raw, untamed power.\nWorshiped by dragons and other powerful creatures, Khalas symbolizes the strength and unpredictability of nature, while Tala represents its life-giving and nurturing aspects. The two deities, though bound by circumstance, remain powerful and enigmatic forces within the world of Shek.",
        "worship": "",
        "blessName": "Blessing of Khalas",
        "blessFeature": "grants +2 luck",
        "curseName": "The curse of Khalas",
        "cursePassive": "",
        "location": "Prime",
        "rank": 4,
        "lineage": "Alien",
        "children": "Felsmoke, Tiamat, Queldethenarous, Bahamut",
        "origin": "dragon"
    },
    {
        "name": "Vozo",
        "words": "Evil, Annoyance, Entropy, Hate, Destruction, Rot",
        "desc": "A Once 3 headed malevolent entity of unfathomable power, Vozo once embodied pure evil, wreaking havoc and chaos throughout the cosmos. Now, however, this fearsome creature has been reduced to a mere shadow of its former self, its body torn asunder and its soul imprisoned within the abyss. In its weakened state, Vozo's malignant presence still lingers, a constant reminder of the darkness that once was.",
        "worship": "",
        "blessName": "Blessing of Vozo",
        "blessFeature": "grants +3 loyalty with demons of all types",
        "curseName": "The curse of Vozo",
        "cursePassive": "",
        "location": "Imprisoned",
        "rank": 6,
        "lineage": "Self",
        "children": "Asmodeus, Mephisto, Diabolus, Jesus \"Tiamat\" Christ, ",
        "origin": "vozian"
    },
    {
        "name": "Hamsa, Soul Archfey",
        "words": "Heart, Somatic, Verbal, Material",
        "desc": "The enigmatic god of magic, Hamsa governs the flow and regulation of magical energy. Hamsa dictates that spells require verbal, somatic, and material components, a system designed to maintain balance and prevent the abuse of arcane power. As the master of magical forces, Hamsa is revered by spellcasters for its wisdom and guidance.\nThe First beholder",
        "worship": "",
        "blessName": "Blessing of Hamsa",
        "blessFeature": "grants +1 spell point",
        "curseName": "The curse of Hamsa",
        "cursePassive": "",
        "location": "Fey, Eclipse, Dreamsea",
        "rank": 8,
        "lineage": "Tala, Chronus",
        "children": "Nag Panchami",
        "origin": "nature"
    },
    {
        "name": "Primus, King of Angels",
        "words": "Harmony, Saint",
        "desc": "Guiding the universe towards a state of divine equilibrium. As the sovereign arbiter among the heavens, Primus channels the essence of Exembar's balanced cosmos, weaving the delicate threads of order and chaos into a harmonious tapestry. Their followers, seekers of enlightenment and justice, view Primus as a beacon of truth, guiding them through the complexities of morality and ethics with unwavering conviction and wisdom",
        "worship": "",
        "blessName": "Blessing of Primus",
        "blessFeature": "",
        "curseName": "The curse of Primus",
        "cursePassive": "",
        "location": "Prime, Celestial",
        "rank": 10,
        "lineage": "The 7",
        "children": "Tortugreg, Johanna The Bear",
        "origin": "celestial"
    },
    {
        "name": "Yurmundas, Summer Archfey",
        "words": "Envy, Betrayal, Summer, connection",
        "desc": "The body of Yurmundas. Interior is a flesh prison place thing.\nOutside yumundas creatures live like nomads, staying where it's safe\nThe trail Yurmundas leaves is a twisted wrecked jungle, but his Court weaves through all others. As Yurmundas leaves the jungle often fades into the Prime, or into another fey court as the power of yurmundas subsides",
        "worship": "",
        "blessName": "Blessing of Yurmundas",
        "blessFeature": "Gain advantage on checks to pin or constrain a target",
        "curseName": "The curse of Yurmundas",
        "cursePassive": "",
        "location": "Fey, Prime",
        "rank": 20,
        "lineage": "Tala",
        "children": "Caishen",
        "origin": "nature"
    },
    {
        "name": "Undying",
        "words": "Will, Perseverance, Conviction",
        "desc": "In the eclipse, where souls wander and time loses meaning, Undying sits upon a humble throne. Unlike most deities of his domain, his power does not lie in overwhelming might but in an unyielding spirit. His essence is a pervasive contagion, ensnaring the untouched dead and bringing them into his fold. It's said that his undead minions share a collective spirit, a testament to the king's choice to distribute his power among them. Though some see him as weak due to his shared power, others recognize the formidable strength in his conviction. To honor Undying's eternal perseverance, the Day of Unyielding Souls is observed, where followers celebrate the will to endure against all odds, and the recently departed are ritually protected against the contagion of Undying's touch.",
        "worship": "",
        "blessName": "Blessing of Undying",
        "blessFeature": "When you receive healing, receive +1 more healing",
        "curseName": "The curse of Undying",
        "cursePassive": "",
        "location": "Prime",
        "rank": 22,
        "lineage": "Zuinmuir",
        "children": "Beggar",
        "origin": "life"
    },
    {
        "name": "Asmodeus",
        "words": "Truth, Boundaries, Peace",
        "desc": "The enigmatic lord of the Nine Hells and the gatekeeper to the celestial plane of Celestia, Asmodeus is the ultimate judge of souls seeking passage along the path from Hell to the Abyss, and finally, to Celestia. He revels in the challenge of assessing each traveler's worthiness, and those who fail his test are transformed into powerful devils under his command. Asmodeus is a complex and fascinating figure, wielding immense power over the fate of countless souls.",
        "worship": "",
        "blessName": "Blessing of Asmodeus",
        "blessFeature": "Once per day as an action, detect a lie",
        "curseName": "The curse of Asmodeus",
        "cursePassive": "",
        "location": "Ordealis",
        "rank": 24,
        "lineage": "Exembar, Vozo",
        "children": "Clotho",
        "origin": "vozian"
    },
    {
        "name": "The Dawn",
        "words": "Law, Contract, Subservience, Honor",
        "desc": "The embodiment of contracts and oaths, The Dawn is a god that oversees both grand cosmic agreements and the most mundane of transactions. With an unerring attention to detail, The Dawn ensures that all agreements are honored, from the celestial pacts that bind the gods to the simple contract one signs to borrow a book from the library. The Dawn is a steadfast and impartial deity, a cornerstone of order in a chaotic world.",
        "worship": "",
        "blessName": "Blessing of The",
        "blessFeature": "",
        "curseName": "The curse of The",
        "cursePassive": "",
        "location": "Prime",
        "rank": 26,
        "lineage": "Exembar",
        "children": "",
        "origin": "celestial"
    },
    {
        "name": "Karne, Winter Archfey",
        "words": "Sadness, Undead, Equanimity",
        "desc": "As the embodiment of sadness and lord of the undead, Karne presides over the Winter Court with a somber and brooding demeanor. As the child of Zuinmuir, the powerful and enigmatic deity, Karne wields considerable influence in the cosmic hierarchy. His undead fey minions, though bestial in nature, possess a unique capacity for independent thought, setting them apart from other undead creatures. In his melancholic reign, Karne reminds the world of the stark beauty and isolation that winter brings, as well as the inevitability of decay and renewal.",
        "worship": "",
        "blessName": "Blessing of Karne",
        "blessFeature": "",
        "curseName": "The curse of Karne",
        "cursePassive": "",
        "location": "Fey, Eclipse, Winter",
        "rank": 28,
        "lineage": "Tala, Zuinmuir",
        "children": "Jack Frost",
        "origin": "nature"
    },
    {
        "name": "Hpem (Titania)",
        "words": "Binding, Beauty, Healing",
        "desc": "The regal queen of the elves and ruler of the feywild, Hpem, also known as Titania, presides over the fey with grace and authority. As the arbiter of divine ascension, Hpem decides which gods become archfey or ascend even higher. Although her power is immense, she remains bound to the fey realm, a testament to her loyalty and devotion to her people.",
        "worship": "",
        "blessName": "Blessing of Hpem",
        "blessFeature": "",
        "curseName": "The curse of Hpem",
        "cursePassive": "",
        "location": "Fey, Dreamsea",
        "rank": 30,
        "lineage": "Tala, Dumda",
        "children": "Stormbane",
        "origin": "nature"
    },
    {
        "name": "Mephisto",
        "words": "Titles, Hatred",
        "desc": "As the lord of names, titles, and power, Mephisto is obsessed with hierarchy and authority. Brother to Bhaal and Diabolus, he uses his influence and knowledge to bind others to his will, manipulating individuals and organizations alike to maintain control over the realms.",
        "worship": "",
        "blessName": "Blessing of Mephisto",
        "blessFeature": "",
        "curseName": "The curse of Mephisto",
        "cursePassive": "",
        "location": "Fey, Dreamsea",
        "rank": 36,
        "lineage": "Exembar, Vozo",
        "children": "Daruuk The Thorned Prince, Vassago, Behemoth, Pluto",
        "origin": "chaos"
    },
    {
        "name": "Diabolus",
        "words": "Greed, destiny",
        "desc": "The devil of greed and master manipulator, Diabolus covets the power of the Prime Material plane, loathing the confines of the ordealis. As the brother of Bhaal and Mephisto, he possesses a cunning and ambitious nature that drives him to twist destinies and reshape fates for his own gain.",
        "worship": "",
        "blessName": "Blessing of Diabolus",
        "blessFeature": "",
        "curseName": "The curse of Diabolus",
        "cursePassive": "",
        "location": "Ordealis, Prime",
        "rank": 38,
        "lineage": "Exembar, Vozo",
        "children": "Atropos, Gash",
        "origin": "vozian"
    },
    {
        "name": "Nag Panchami",
        "words": "Enlightenment",
        "desc": "Wrapped in the mystique of scales and exuding an aura of serenity, Nag Panchami is the reptilian god of enlightenment. Devotees meditate by tranquil pools, seeking visions and insights from the depths. Every solstice, the Ritual of the Serpent Dance is performed, symbolizing the shedding of old beliefs and the embrace of newfound wisdom.",
        "worship": "",
        "blessName": "Blessing of Nag",
        "blessFeature": "",
        "curseName": "The curse of Nag",
        "cursePassive": "",
        "location": "Fey, Dreamsea",
        "rank": 40,
        "lineage": "Hamsa",
        "children": "Lachesis",
        "origin": "nature"
    },
    {
        "name": "Nocha",
        "words": "Ethereal, Pleasure, Breeding",
        "desc": "The enchanting queen of intimacy and guardian of the planes, Nocha is known as the Fox Queen of the dark elves. A deity of passion, love, and deep connections, Nocha weaves a complex web of relationships across the realms. Her understanding of the intricate balance between the planes grants her unique insight, making her a formidable and enigmatic force in the cosmos.",
        "worship": "",
        "blessName": "Blessing of Nocha",
        "blessFeature": "",
        "curseName": "The curse of Nocha",
        "cursePassive": "",
        "location": "Fey, Eclipse, Dreamsea, Prime",
        "rank": 42,
        "lineage": "Tala, Jesha",
        "children": "Baset",
        "origin": "nature"
    },
    {
        "name": "Yeeshnu",
        "words": "Disease, rot",
        "desc": "The lord of plague and disease, was once the king of gnolls, formed a bond with the lord of rats and became Yeeshnu. Later absorbed the queen of vultures and became even stronger. They say the plague bearers lurk in every corner and as cities grow so does the plague",
        "worship": "",
        "blessName": "Blessing of Yeeshnu",
        "blessFeature": "",
        "curseName": "The curse of Yeeshnu",
        "cursePassive": "",
        "location": "Prime",
        "rank": 44,
        "lineage": "Exembar",
        "children": "",
        "origin": "life"
    },
    {
        "name": "Vultus",
        "words": "Dreams, Hope",
        "desc": "A mysterious and haunting deity, Vultus represents the collective of lost souls, those who have strayed from their destined paths and wander the cosmos in search of purpose and redemption. Vultus embodies their sorrow and longing, serving as a somber reminder of the fragility of existence and the consequences of a life unfulfilled.",
        "worship": "",
        "blessName": "Blessing of Vultus",
        "blessFeature": "",
        "curseName": "The curse of Vultus",
        "cursePassive": "",
        "location": "Dreamsea",
        "rank": 46,
        "lineage": "Signessen",
        "children": "",
        "origin": "vozian"
    },
    {
        "name": "The Elements",
        "words": "Elemental",
        "desc": "Representing the primal forces of Stone, Fire, Water, Ice, Acid, Poison, and Emotions, the Elements are not a single entity, but rather the collective energy of all creatures with access to elemental magic. Their combined influence shapes the natural world and guides the forces that govern it.",
        "worship": "",
        "blessName": "Blessing of The",
        "blessFeature": "",
        "curseName": "The curse of The",
        "cursePassive": "",
        "location": "Prime, Void",
        "rank": 48,
        "lineage": "Primordial",
        "children": "Watcher, Stone King, Temprusk",
        "origin": "elemental"
    },
    {
        "name": "Noh, Spring Archfey",
        "words": "Joy, Lies",
        "desc": "The embodiment of joy and deceit, Noh, or Noh, is the consummate trickster god. He takes delight in playing pranks and spinning elaborate webs of lies, always with a mischievous grin. His cunning and charm make him a formidable force in both the mortal and divine realms.",
        "worship": "",
        "blessName": "Blessing of Noh",
        "blessFeature": "",
        "curseName": "The curse of Noh",
        "cursePassive": "",
        "location": "Fey",
        "rank": 50,
        "lineage": "Tala, Dumda",
        "children": "Fenris, Bhaal",
        "origin": "nature"
    },
    {
        "name": "Bhaal",
        "words": "Deformation, Nightmare",
        "desc": "From the realm where dreams become nightmares and reality blurs with fantasy, Bhaal, the Lord of Deformation, reigns supreme. With eyes that pierce the veils of sleep, he crafts illusions and terror, often leading mortals to question their sanity upon waking. Temples dedicated to Bhaal are draped in shadows, with chants and incantations whispered in the hush of the night, echoing the very dreams he weaves. On the Eve of Shadows, followers pay tribute by recounting their most vivid nightmares, believing that by doing so, they appease the Nightmare King and keep their realities intact. Bhaal's presence in the world is further accentuated by his kinship to Mephisto and Diabolus, forming a trinity of ethereal dominance.",
        "worship": "",
        "blessName": "Blessing of Bhaal",
        "blessFeature": "",
        "curseName": "The curse of Bhaal",
        "cursePassive": "",
        "location": "Dreamsea",
        "rank": 52,
        "lineage": "Noh, Ymir",
        "children": "Principle Fun",
        "origin": "life"
    },
    {
        "name": "The Emperor",
        "words": "Executive, Command, Innovation",
        "desc": "The Emperor, once celebrated as the savior of all humanoids, is now shrouded in infamy and suspicion. Known for their tactical prowess and ambition, they are now seen as a war monger, with an insatiable thirst for power. Veiled in mystery, this controversial figure is regarded as a betrayer, their past heroism overshadowed by their current quest for domination.",
        "worship": "",
        "blessName": "Blessing of The",
        "blessFeature": "",
        "curseName": "The curse of The",
        "cursePassive": "",
        "location": "Prime",
        "rank": 54,
        "lineage": "",
        "children": "",
        "origin": "arcane"
    },
    {
        "name": "Tyrant Lord Breaker",
        "words": "Break",
        "desc": "A legendary figure believed to be a son of Brakkus, Tyrant Lord Breaker is the embodiment of dwarven tenacity, strength, and honor. Carved from stone and metal, his towering presence is a testament to dwarven craftsmanship and willpower. Miners whisper prayers to him before delving deep into the mountains, hoping for his protection against the dangers of the underground. Every decade, the great Hammering Festival occurs, where dwarves across Shek gather to forge, in unison, a weapon or tool symbolic of their aspirations. This event serves as a reminder of the bond between the dwarves and the god who watches over them.",
        "worship": "",
        "blessName": "Blessing of Tyrant",
        "blessFeature": "",
        "curseName": "The curse of Tyrant",
        "cursePassive": "",
        "location": "Prime, Dwelfmire",
        "rank": 56,
        "lineage": "",
        "children": "",
        "origin": "tech"
    },
    {
        "name": "Maldios (Maldios)",
        "words": "Wrath, War",
        "desc": "The fierce god of wrath and war, Maldios is believed to have been the first orc, a primal force that embodies the relentless drive for conquest and conflict. His followers are drawn to his unyielding spirit, seeking to emulate his ferocity and indomitable will in battle. Maldios is a symbol of both the brutality and the honor that can be found in warfare.",
        "worship": "",
        "blessName": "Blessing of Maldios",
        "blessFeature": "",
        "curseName": "The curse of Maldios",
        "cursePassive": "",
        "location": "Ordealis",
        "rank": 58,
        "lineage": "Atropos",
        "children": "Baset",
        "origin": "vozian"
    },
    {
        "name": "Caishen",
        "words": "Wealth, Gold",
        "desc": "the goddess of wealth, is the grand sovereign of prosperity, the queen of opulence in both the divine and material realms. Her dominion isn't confined merely to spiritual riches; she reigns over earthly treasures as the owner of the colossal Barrowstone Bank, the pulsing heart of commerce and prosperity in the world.\nShe is the \"protector\" of the majestic gold dragons, the very wellspring of the world's wealth. These magnificent creatures, under her watchful care, shed their golden scales, which are then artfully transformed into the gold pieces used as currency in the world. Their value is more than superficial, encapsulating the underlying economic equilibrium of the realm, and their distribution underlines Caishen's philosophy of balanced prosperity",
        "worship": "",
        "blessName": "Blessing of Caishen",
        "blessFeature": "",
        "curseName": "The curse of Caishen",
        "cursePassive": "",
        "location": "Prime, Fey",
        "rank": 60,
        "lineage": "Yurmundas",
        "children": "Jera, Bosk",
        "origin": "celestial"
    },
    {
        "name": "Temprusk",
        "words": "Rage",
        "desc": "The Storm Genie of chaotic ash, Temprusk is a force of unbridled rage and fury. His wrathful presence conjures storms of destruction, leaving devastation in his wake. Temprusk's anger knows no bounds, and his power is a testament to the destructive potential of unchecked emotion.",
        "worship": "",
        "blessName": "Blessing of Temprusk",
        "blessFeature": "",
        "curseName": "The curse of Temprusk",
        "cursePassive": "",
        "location": "Prime, Void",
        "rank": 62,
        "lineage": "Kistar, The Elements",
        "children": "",
        "origin": "chaos"
    },
    {
        "name": "Daruuk, The Thorned Prince",
        "words": "Chaos, Thorns",
        "desc": "Daruuk, the Thorned Prince and Infernal Gargoyle, is a living paradox, the embodiment of chaos, sowing discord and tumult while being the heir to the infernal throne he does not covet. The thorny inscriptions marrying his skin pulse with an unsettling energy, marking him as the chosen of the great Thorned Demon and the potential ruler of all infernal realms. However, the throne and his father, Asmodeus, hold no allure for him, as he values the anarchic freedom he cherishes over the reign in hell. This tempestuous force relentlessly upsets the cosmic balance, forever testing its limits with calculated mayhem, choosing the path of instability over order and stability. Despite his birthright, he forsakes his destined dominion to relish in his own chaotic kingdom, becoming an unpredictable, formidable force, and a true agent of pandemonium.",
        "worship": "",
        "blessName": "Blessing of Daruuk",
        "blessFeature": "",
        "curseName": "The curse of Daruuk",
        "cursePassive": "",
        "location": "Ordealis",
        "rank": 64,
        "lineage": "Mephisto",
        "children": "",
        "origin": "vozian"
    },
    {
        "name": "Whisper",
        "words": "Shadow, Darkness, Black",
        "desc": "They are an entity of shadow and dark magic, with eyes that radiate an unsettling chill. Their voice ranges from a soft murmur to a powerful command, especially when invoking their words of power, \"Shadow, Darkness\". The Whisper King represents the danger of unchecked ambition, but their promise of power can tempt even the most resolute individuals.",
        "worship": "",
        "blessName": "Blessing of Whisper",
        "blessFeature": "",
        "curseName": "The curse of Whisper",
        "cursePassive": "",
        "location": "Eclipse, Prime",
        "rank": 66,
        "lineage": "Jesha",
        "children": "",
        "origin": "arcane"
    },
    {
        "name": "Fenris",
        "words": "Hound, Spite, Claw",
        "desc": "Borne of the cunning Noh and the mighty Ymir, Fenrir is a colossal beast that straddles the enigmatic realms of Fey and Shadow Plane. The prophecy speaks of his cataclysmic wrath, a time when the worlds would tremble beneath his might. His howls resonate through the forests of the Fey and echo in the alleys of the Shadow Plane. During the Ritual of Chains, worshippers attempt to bind effigies of Fenrir, symbolizing their attempt to delay the inevitable apocalypse he will usher. It is a time of respect, fear, and acknowledgment of the immense power this god-beast holds.",
        "worship": "",
        "blessName": "Blessing of Fenris",
        "blessFeature": "",
        "curseName": "The curse of Fenris",
        "cursePassive": "",
        "location": "Fey, Eclipse",
        "rank": 68,
        "lineage": "Noh, Ymir",
        "children": "Son Of Fenris",
        "origin": "nature"
    },
    {
        "name": "Falkaust",
        "words": "Conjuration, Summon, Lich",
        "desc": "In the age when written language barely existed and the first tribes scraped their lives from caves and cliffside shelters, there were twelve who refused to remain small. These twelve scholars were not yet called mages or masters. They were wanderers who had seen too much death and hunger to trust in chance. Each one was born of a different origin. Orcs, elves, dwarves, gnomes, and the rare Primarch who lived at the edges of the world. Falkaust was the first among them in spirit and ambition. A Primarch with a sharp mind and a heart that did not tire. The kind of human who would eventually bend magic to his will. Their tribes survived only because Queldethenarous intervened. Quel was an arcane dragon whose wings carried storms of loose mana and scattered gemstones. Quel saw potential in the twelve and guarded them through their first winters. They learned to read the movement of power the way hunters read snow tracks. They learned to shape fire not as a weapon but as a companion. They learned that magic could be spoken, sung, or carved into the world. Quel taught them much, but for Falkaust it was never enough.\nFalkaust was not satisfied with the arcane alone. He wanted to know the essence behind it, the breath, the spark, the first word that creation ever spoke. He left the tribe often, traveling through lands haunted by titans and ruined by ancient storms, always seeking new forms of magic. By the time the others began to specialize, Falkaust had already mapped the movements of life magic. He understood how to extend the body beyond its natural limit, how to slow time inside bone and breath. With time he no longer aged. It was not enough. He pursued crystal magic next, studying the way mana condensed into solid form in the deep places of the earth. He learned that certain crystals could be made rather than found, grown with precise incantations and a patient hand. These carried incredible power but were unstable, wild at the core. They needed elemental balance. Fire to temper them. Water to cool them. Earth to anchor them. Air to circulate their breath. He mastered these arts as well, but again it was not enough.\nFalkaust crossed into the greatest danger when he began to study Vozian magic and the chaotic currents that tied the planes together. He learned how demons anchor themselves in one world while reaching into another. He learned how chaos can both unmake and remake a spell. He learned how energy could bend into impossible shapes when given the right trigger. He wrote everything down, careful and obsessive, filling entire volumes with diagrams and forbidden observations. By combining life magic, crystal forging, elemental stabilizing, and the volatile nature of Vozian chaos, he discovered a new method of existence. He altered his soul, anchored it inside a core of ruby mana that pulsed like a living heart. His flesh faded. His bones grew cold. Falkaust transcended mortality and became the first lich. Not undead in the conventional sense, but preserved through pure magical architecture.\nThe Ruby Crystal he housed his essence in became the first Crystal of Chaos, a forged gemstone containing every flavor of magic extracted from the world and fused into a single unstable lattice. To others it was a catastrophe waiting to happen. To Falkaust it was perfection. When the crystal cracked, it released a storm of chaos magic that could annihilate entire caverns, but Falkaust alone could control it. He could summon creatures made of nightmare geometry or conjure storms of living ink. He could open gateways by speaking a single line of forgotten formula. Once Falkaust anchored his soul inside the ruby heart he had forged, immortality became a tool rather than a blessing. The lich did not simply endure. He expanded. He fed on knowledge the same way dragons fed on gold, and soon he found himself unsatisfied with theory alone. Magic was only one branch of power. The body, the mind, and the species themselves could be reshaped if given the proper architecture. Falkaust turned his eye to goblins, creatures whose rapid breeding and mutability made them ideal vessels for experiment. He embedded tiny splinters of ruby crystal into their bones and watched the transformation begin.\nThe goblins grew stronger and taller. Their bodies regulated themselves with surprising precision. Their minds sharpened in a single generation. Tribal chaos became structured survival. The result was the first Hojjoblin, a crafted people who carried Falkaust’s signature in their veins. Their skin bore faint ruby undertones. Their eyes glowed when exposed to magic. They moved with pride and discipline unknown to their wild ancestors. Entire tribes rose from nothing, each one more refined than the last.\nIt pleased Falkaust, but it did not satisfy him. Creation was intoxicating, and the lich wanted a being whose transformation could match the chaos locked in his crystals. He sought out the dragon Felsmoke, a volcanic creature whose scales were already half charred by corrosive magics. Falkaust whispered knowledge into the dragon’s ear. He taught Felsmoke how to hollow their own bones and fill them with flame. How to separate flesh from soul without letting either drift away. How to take the hunger of the dead and twist it into permanence.\nFelsmoke survived the process and emerged with a body of blackened bone and smoldering embers. The first dracolich opened its jaws and breathed a cloud of ash that carried the memory of its former fire. Its hoard grew so vast that entire mountains bent under the weight. Cults formed at its feet, convinced they were staring at a skeletal god. Felsmoke accepted worship with quiet satisfaction and began to expand their influence through the Ordealis.\nIt was inevitable that master and student would sour. Felsmoke saw Falkaust not as a mentor but as a threat to dominion. The dracolich gathered loyal cultists, sorcerers who worshiped the skeletal flame, and bound Falkaust in chains forged from his own ruby magic. These bindings stripped Falkaust’s power to shapeless whispers. His crystals were scattered across forgotten lands, buried or sealed, while Felsmoke claimed credit for the rise of new magics. The Hojjoblins fractured without their creator’s guidance. Some followed the dracolich. Some turned on one another. Some hid their lineage and swore never to carry a ruby shard again.\nFor centuries Falkaust lingered beneath the surface of the world. His prison did not hold forever. In the last few decades the Ruby Lord has returned, weakened but alive. He does not arrive in secret. His emergence is marked by the Ruby Plague, a spreading corruption of crystalline growth. It creeps through soil and bone, transforming creatures into faceted caricatures of themselves. Some shatter into showers of splinters. Some survive and become something new.\nFalkaust walks in the wake of this plague, using it as both shield and proclamation. He is seeking his scattered crystals, reclaiming them one by one",
        "worship": "",
        "blessName": "Blessing of Falkaust",
        "blessFeature": "",
        "curseName": "The curse of Falkaust",
        "cursePassive": "",
        "location": "Ostrio",
        "rank": 70,
        "lineage": "",
        "children": "Vicannon, Felsmoke",
        "origin": "crystal"
    },
    {
        "name": "Muninn",
        "words": "Domineer",
        "desc": "Muninn followed Huginn out of Kistar’s service, but unlike his wandering twin he settled into something far older and far heavier. He is the Pale Raven, a creature who has watched eras rise and collapse into dust. Millions of years have carved him into something calm and unshakable. His power does not come from age itself. His strength comes from what he has learned and survived.\nThe Word of Power Domineer was not granted to him. He took it from Brakkus in an act so reckless it should have ended him. It did not. Now his presence carries the quiet weight of someone who knows exactly what you will do long before you act. His mimicry is precise, a method of understanding the shape of things so he can bend them without breaking. Muninn does not need to threaten. He does not need to boast. He speaks, and people stop moving. He wills, and the world shifts to meet him.",
        "worship": "",
        "blessName": "Blessing of Muninn",
        "blessFeature": "",
        "curseName": "The curse of Muninn",
        "cursePassive": "",
        "location": "Eclipse",
        "rank": 72,
        "lineage": "Kistar",
        "children": "",
        "origin": "basic"
    },
    {
        "name": "Lachesis",
        "words": "Weave, Web, Fate",
        "desc": "Lachesis was born of Tala, the World-Heart and breath of nature, in a time before seasons solidified. Her first cries echoed in the blooming groves of the Feywild, stirring petals and serpents alike. While others see destiny as a line or path, Lachesis perceives it as an ever-shifting tapestry. She is not a goddess of control, but of invitation. Her weaving is not merely of lives, but of the potential within them.\nEach silk thread she spins is an offer. A new love. A second chance. A transformation from curse to choice. The spiders of her court whisper truths through pattern and movement, their webs glimmering with dew and decision. When drow, changelings, or lost wanderers slip into the Feywild, it is often Lachesis they meet first. She does not demand devotion. She offers change.\nOf the three sisters, Lachesis is the most gentle in demeanor, yet perhaps the most dangerous in what she makes possible. In her presence, destinies unfold like flowers in spring, and few leave unchanged. She is adored by poets, lovers, and those who believe fate can be rewritten with enough courage.",
        "worship": "",
        "blessName": "Blessing of Lachesis",
        "blessFeature": "",
        "curseName": "The curse of Lachesis",
        "cursePassive": "",
        "location": "Fey",
        "rank": 74,
        "lineage": "Nag Panchami",
        "children": "Baba Yaga",
        "origin": "chrono"
    },
    {
        "name": "Clotho",
        "words": "Complexity, Prediction, Interfere",
        "desc": "Clotho emerged from Jesha, goddess of silence and prophecy, in the cold hush between stars. She is a child of the void and the celestial firmament, birthed not from desire or suffering, but from cosmic equilibrium. Clotho did not cry when she was born. She simply opened her eyes and began to weave. Her threads span galaxies, her patterns echo in gravitational pulses, and her loom is silent, tireless, and eternal.\nMore than any god, Clotho understands cause and effect. She is not a god of fate in the dramatic sense, but of systems, patterns, and probabilities beyond mortal comprehension. Her followers do not expect answers. They seek glimpses. A flicker of clarity in a storm of choices. A sign hidden in a spider’s walk, a repeating number in the stars, a dream that echoes too long.\nClotho sits at the edge of all knowing, watching threads unravel across time. Her throne is a lattice of starlight and shadow, with threads of fate stretching infinitely in every direction. It was she who foresaw VoZo’s fall, not in vision but in shape, and her divine purpose emerged not from ambition but from recognition. Her ascension was a silent step into a role the universe demanded.\nThe drow call her Mother Weave, and believe their lives are among her most intricate patterns. Celestials refer to her as The Unblinking Architect. To mortals, she is mystery, patience, and the unbearable weight of meaning.",
        "worship": "",
        "blessName": "Blessing of Clotho",
        "blessFeature": "",
        "curseName": "The curse of Clotho",
        "cursePassive": "",
        "location": "Kingslands",
        "rank": 76,
        "lineage": "Asmodeus",
        "children": "Tuchulcha",
        "origin": "chrono"
    },
    {
        "name": "Atropos",
        "words": "Lust, Influence, Hive",
        "desc": "Atropos was conceived in the heart of Ordealis, the Infernal River that all souls must cross. Her mother was pain, her cradle was fire, and her lullaby was the moaning of the dead. She is not merely the goddess of death or passion, but of the inevitable convergence of the two. Her love is consuming, her beauty sharp. She is the guardian of all things that reach their end, and the final kiss before something shatters.\nWhere her sister Lachesis measures the thread and Clotho observes its weave, Atropos severs. But her cutting is not cruel. It is merciful, deliberate, and needed. Without her, nothing would ever end, and rot would overtake growth. Her realm is overrun with insect-spirits, each one a messenger of expiration. Moths cling to her hair. Fireflies trail in her wake. The night blooms with her scent.\nWorshipers of Atropos are many, though they rarely admit it openly. She is adored in funeral temples, among assassins, midwives, and those who trade in flesh and secrets. She is not chaos, but the moment of stillness that follows a climax, a death, or a goodbye. She is the mother of hunters, the tender executioner, and the ache in every beautiful moment we cannot keep.",
        "worship": "",
        "blessName": "Blessing of Atropos",
        "blessFeature": "",
        "curseName": "The curse of Atropos",
        "cursePassive": "",
        "location": "Ordealis",
        "rank": 78,
        "lineage": "Diabolus",
        "children": "Maldios, Magister Loral",
        "origin": "chrono"
    },
    {
        "name": "Baset",
        "words": "Drifter, Nomad",
        "desc": "The elegant and enigmatic Baset, a feline deity, stands as a symbol of both protection and fertility. As the child of the formidable Maldios and the graceful Nocha, Baset embodies the dual nature of wandering freely yet always being watched over. Temples dedicated to Baset are adorned with intricate mosaics showcasing various phases of a cat's life, from playful kitten to wise elder. The Festival of Purring Echoes is a time when devotees gather, sharing tales of wanderlust, protection, and the bounties of life, all under the watchful gaze of the Drifter Cat God, Baset.",
        "worship": "",
        "blessName": "Blessing of Baset",
        "blessFeature": "",
        "curseName": "The curse of Baset",
        "cursePassive": "",
        "location": "Planeswalker, Fey, Ordealis, Abyss, Celestial, Prime, Prime",
        "rank": 80,
        "lineage": "Maldios, Nocha",
        "children": "Clarene",
        "origin": "nature, vozian"
    },
    {
        "name": "Heimdallr",
        "words": "Sight",
        "desc": "Heimdallr stands alongside Sköll in service to Exambar, the god of Balance and Order. Once a solitary wanderer who observed all realms without interfering, Heimdallr found purpose only after witnessing Sköll’s ascension. The clarity and discipline of Exambar’s path gave Heimdallr the structure his vigilance had always lacked. Now he acts as a sentinel of equilibrium, watching for disruptions that threaten the stability Exambar maintains.\nThough he guards nothing directly, Heimdallr reads the patterns of conflict and consequence with perfect awareness. He warns Exambar’s agents when the scales begin to tilt, and his counsel helps Sköll determine where intervention must be precise and where restraint must be absolute. In the Kingslands he walks the thresholds between realms, a quiet figure whose presence signals a moment where fate prepares to shift.",
        "worship": "",
        "blessName": "Blessing of Heimdallr",
        "blessFeature": "",
        "curseName": "The curse of Heimdallr",
        "cursePassive": "",
        "location": "Celestia",
        "rank": 82,
        "lineage": "Exembar",
        "children": "",
        "origin": "celestial"
    },
    {
        "name": "Gash",
        "words": "Heresy, Trinkets",
        "desc": "Trapped in the fiery depths of the infernal, Gash, the deity of heresy, finds solace only in his obsession with trinkets and magical artifacts. Represented as a figure shrouded in flames, with hands forever reaching out for the next enchanted item, his temples are treasure troves of relics, both cursed and blessed. Worshipers, often mages and treasure hunters, venture into dangerous realms to retrieve magical items, offering them to Gash in exchange for power or protection. The Infernal Auction, held every decade, is a grand event where the most prized possessions are bid upon, not with gold, but with promises, secrets, and sometimes, souls.",
        "worship": "",
        "blessName": "Blessing of Gash",
        "blessFeature": "",
        "curseName": "The curse of Gash",
        "cursePassive": "",
        "location": "Ordealis",
        "rank": 84,
        "lineage": "Diabolus",
        "children": "Orod Goldrot",
        "origin": "tech, vozian"
    },
    {
        "name": "Skoll",
        "words": "Sun",
        "desc": "Sköll was born of the Son of Fenris after the great hound found a brief moment of peace in the wild edges of the Kingslands. Unlike his progenitor, Sköll had no chains carved into his bones. He was restless but curious, and his soul carried an instinct for structure that set him apart from the other feral bloodline. When death came for him in battle against a warband of sorcerers, Sköll refused to fade. His spirit rose and followed the quiet pull of Balance itself, drawn toward Exambar’s presence like a creature sensing the shape of truth.\nIn the halls of equilibrium Sköll learned stillness. He shed the violence of his birth and embraced purpose. Exambar reshaped him not with force but with perfect symmetry, guiding him along a path where every instinct found its counterweight. When he emerged again he was a celestial wolf of radiant matter, a guardian who sees imbalance as a wound in the world that must be mended. He does not hunt the sun. He hunts disorder.\nNow Sköll watches the cosmos as an angelic sentinel of Exambar. He walks realms unseen, nudging events toward stability with a patience no mortal wolf could muster. His presence is rare, quiet, and unmistakably divine. Creatures who glimpse him describe the feeling of their thoughts aligning into clarity, as if he carries the weight of order in every step.",
        "worship": "",
        "blessName": "Blessing of Skoll",
        "blessFeature": "",
        "curseName": "The curse of Skoll",
        "cursePassive": "",
        "location": "Celestia",
        "rank": 86,
        "lineage": "Son Of Fenris",
        "children": "Sov",
        "origin": "celestial"
    },
    {
        "name": "Enou",
        "words": "Celebration, Dance, Carousing",
        "desc": "Enou is the vibrant essence of celebration, the force behind every dance, feast, and joyous occasion in Shek. He manifests as a shimmering, ethereal figure adorned in fabrics of the cosmos, each move he makes echoing with the music of the spheres. To worship Enou, the people of Shek engage in grand celebrations that emphasize the beauty of the physical world. They perform intricate dances under the open sky, wearing garments of luminous colors that reflect the universe. Every year, on the night when stars shine the brightest, the Festival of Enou takes place. People come from all corners of Shek to participate, uniting in their appreciation of life and the physical wonders it holds.",
        "worship": "",
        "blessName": "Blessing of Enou",
        "blessFeature": "",
        "curseName": "The curse of Enou",
        "cursePassive": "",
        "location": "Prime",
        "rank": 88,
        "lineage": "Dumda",
        "children": "",
        "origin": "life"
    },
    {
        "name": "Hav",
        "words": "Water, Coral",
        "desc": "Hav is the divine guardian of the waterways, the Feywild's coral reefs, and the souls that dwell within them. They appear as a radiant, shifting being made of ever-flowing water, with coral formations growing upon them that harbor souls of the departed. Temples dedicated to Hav are built under cascading waterfalls, and pilgrims journey to these sites to offer prayers and connect with lost souls. The annual Tide Ceremony marks the ebb and flow of the spiritual waters, where worshippers release bioluminescent corals into the sea in memory of departed souls, ensuring their journey to Hav's divine reef is filled with light.",
        "worship": "",
        "blessName": "Blessing of Hav",
        "blessFeature": "",
        "curseName": "The curse of Hav",
        "cursePassive": "",
        "location": "Fey",
        "rank": 90,
        "lineage": "Tala, Signessen",
        "children": "",
        "origin": "nature"
    },
    {
        "name": "Pluto {Limbo}",
        "words": "Stillness, hunt",
        "desc": "In the silent corners of the infernal, Pluto, the ranger of the damned, prowls. Known for his unmatched stealth and predatory skill, he is the embodiment of stillness before the hunt. With eyes that can pierce through the darkest shadows and a bow crafted from the bones of fallen angels, Pluto is both a protector and hunter of souls that wander the infernal. Followers, primarily rangers and hunters, seek his guidance to perfect their skills. The Silent Vigil is an annual event where devotees gather in secluded woods, maintaining complete silence, honing their senses, and paying homage to the master huntsman of the infernal.",
        "worship": "",
        "blessName": "Blessing of Pluto",
        "blessFeature": "",
        "curseName": "The curse of Pluto",
        "cursePassive": "",
        "location": "Ordealis",
        "rank": 92,
        "lineage": "Mephisto",
        "children": "",
        "origin": "vozian"
    },
    {
        "name": "Sov",
        "words": "Territory, Thistle, Paw, Wolf",
        "desc": "Sov, ruler of the kingslands and now an ever-expanding dominion, is a god with four sacred words: Territory, Thistle, Paw, and Wolf. Sov's form is that of a majestic wolf with fur that mirrors the night sky, eyes like glowing orbs, and paws that imprint constellations upon the earth. As a guardian of territories, shrines to Sov mark the boundaries of kingdoms and villages alike. Every full moon, the Howl of Sov is celebrated, where wolves and men alike raise their voices to the heavens, acknowledging Sov's dominion and seeking his favor. Tributes of thistles, representing resilience, are also laid at his shrines, embodying the god's enduring spirit.",
        "worship": "",
        "blessName": "Blessing of Sov",
        "blessFeature": "",
        "curseName": "The curse of Sov",
        "cursePassive": "",
        "location": "Kingslands, Ostrio, Prime",
        "rank": 94,
        "lineage": "Skoll",
        "children": "Nasius",
        "origin": "nature"
    },
    {
        "name": "Felsmoke",
        "words": "Mystic, eternity",
        "desc": "In the caverns that stretch into infinity, Felsmoke, the Dracolich, rests atop the largest hoard any dragon has ever amassed. Not only is his treasure vast in wealth, but it is also imbued with the very essence of time and the universe. Tales speak of artifacts that hold the secrets of existence, hidden among gold and jewels. Sorcerers and mystics from around Shek make perilous journeys to seek an audience with Felsmoke, hoping to glimpse the arcane knowledge he protects. Every century, during the Confluence of Mystics, mages gather to celebrate Felsmoke, sharing spells and stories inspired by the eternal keeper.",
        "worship": "",
        "blessName": "Blessing of Felsmoke",
        "blessFeature": "",
        "curseName": "The curse of Felsmoke",
        "cursePassive": "",
        "location": "Ostrio, Prime",
        "rank": 96,
        "lineage": "Khalas, Falkaust",
        "children": "Moloch",
        "origin": "life"
    },
    {
        "name": "Beggar",
        "words": "Lesser, Weakness, Stigma",
        "desc": "Beggar, often depicted as a humble figure with a cloak woven from the stories of the downtrodden, is the god who champions the cause of the weak, the marginalized, and those stigmatized by society. His temples are places of refuge, offering warmth and sustenance to all who seek it. The annual Day of Embrace is a holiday where everyone, irrespective of their status, comes together to share a meal, breaking bread with strangers and offering compassion and understanding. On this day, the people of Shek are reminded of the strength in unity, the power of kindness, and the teachings of the god who stands by those whom the world often overlooks.",
        "worship": "",
        "blessName": "Blessing of Beggar",
        "blessFeature": "",
        "curseName": "The curse of Beggar",
        "cursePassive": "",
        "location": "Kingslands, Ostrio, Prime",
        "rank": 98,
        "lineage": "Undying",
        "children": "",
        "origin": "life"
    },
    {
        "name": "Vassago",
        "words": "Violence, Murder",
        "desc": "Heimdallr stands alongside Sköll in service to Exambar, the god of Balance and Order. Once a solitary wanderer who observed all realms without interfering, Heimdallr found purpose only after witnessing Sköll’s ascension. The clarity and discipline of Exambar’s path gave Heimdallr the structure his vigilance had always lacked. Now he acts as a sentinel of equilibrium, watching for disruptions that threaten the stability Exambar maintains.\nThough he guards nothing directly, Heimdallr reads the patterns of conflict and consequence with perfect awareness. He warns Exambar’s agents when the scales begin to tilt, and his counsel helps Sköll determine where intervention must be precise and where restraint must be absolute. In the Kingslands he walks the thresholds between realms, a quiet figure whose presence signals a moment where fate prepares to shift.",
        "worship": "",
        "blessName": "Blessing of Vassago",
        "blessFeature": "",
        "curseName": "The curse of Vassago",
        "cursePassive": "",
        "location": "Ordealis",
        "rank": 100,
        "lineage": "Mephisto",
        "children": "Baphomet",
        "origin": "nature, vozian"
    },
    {
        "name": "Behemoth",
        "words": "Treachery, Memory",
        "desc": "Behemoth, the First Elephantine, is the eternal guardian of the river Styx, a waterway feared not for its treacherous currents but for its ability to seize memories from those who dare to cross. Massive in stature with tusks made of obsidian and eyes that hold the reflections of countless lost memories, Behemoth ferries souls on his barge, aptly named Lost Thoughts. Those who seek to traverse the Styx offer memories as tribute, willingly surrendering fragments of their past to the great elephantine god. Once a year, a ritual called the Memory Offering is held, where the devout come to the riverbanks, whispering forgotten tales into the waters, hoping to appease Behemoth and perhaps, regain fragments of what was once lost.",
        "worship": "",
        "blessName": "Blessing of Behemoth",
        "blessFeature": "",
        "curseName": "The curse of Behemoth",
        "cursePassive": "",
        "location": "Ordealis",
        "rank": 102,
        "lineage": "Mephisto",
        "children": "",
        "origin": "nature, vozian"
    },
    {
        "name": "Jera",
        "words": "Jade",
        "desc": "With skin gleaming like polished jade and eyes that mirror the depth of the Feywild, Jera reigns as the Fey Queen in the Kingslands. Her realm, verdant and shimmering, is a bridge between the material and the Fey. The Festival of Emerald Dreams celebrates Jera's connection to both worlds. Daughter of ventress, born from scrap",
        "worship": "",
        "blessName": "Blessing of Jera",
        "blessFeature": "",
        "curseName": "The curse of Jera",
        "cursePassive": "",
        "location": "Fey, Kingslands",
        "rank": 104,
        "lineage": "Caishen",
        "children": "Ventress Of Iron",
        "origin": "nature, elemental"
    },
    {
        "name": "Tuchulcha",
        "words": "Fraud, Ooze",
        "desc": "Emerging from the mires and murky depths is Tuchulcha, the Oozemother. Deceptive and ever-shifting, she embodies the very nature of fraud. Her form is amorphous, constantly changing, making it impossible to discern her true essence. Temples dedicated to Tuchulcha are few but are characterized by pools of thick, viscous liquids where devotees offer sacrifices, hoping to receive blessings in their deceptive endeavors. The Festival of Shifting Forms is a major event were alchemists and mages gather, experimenting with liquids and potions that alter appearances, paying homage to the mistress of fraud.",
        "worship": "",
        "blessName": "Blessing of Tuchulcha",
        "blessFeature": "",
        "curseName": "The curse of Tuchulcha",
        "cursePassive": "",
        "location": "Ordealis",
        "rank": 106,
        "lineage": "Clotho",
        "children": "",
        "origin": "nature, vozian"
    },
    {
        "name": "Bahamut",
        "words": "Cleanse",
        "desc": "Bahamut began as a mighty dragon whose devotion to protecting the vulnerable reshaped the course of their existence. Every act of defense, every stand taken against cruelty, created a resonance within their soul that the higher realms could not ignore. When death or transformation finally came, Bahamut crossed into the celestial plane and rose again as an angel of radiant scale and sound. Their body now shines in red, yellow, and green light, each color expressing a virtue carried from their draconic life: courage, respect, and guardianship.\nAs a scaled angel, Bahamut serves under Dumda or Signessen depending on the nature of the summons. Through Dumda, Bahamut manifests as harmonic wings and ringing chords, answering artists, healers, and paladins who defend through connection and unity. Through Signessen, Bahamut appears as a figure of ordered radiance, guiding scholars, battlemages, and strategists who protect through knowledge and skill. Regardless of the path taken, Bahamut stands beside those who shield others, using draconic might without falling into dominance or pride.\nBahamut no longer rules as dragons often do. They guide instead, walking with mortals who choose honor when power would be easier. Their fire is not meant to conquer. It is meant to illuminate the way forward for those who need strength at their back.",
        "worship": "",
        "blessName": "Blessing of Bahamut",
        "blessFeature": "",
        "curseName": "The curse of Bahamut",
        "cursePassive": "",
        "location": "Prime",
        "rank": 108,
        "lineage": "Khalas",
        "children": "",
        "origin": ""
    },
    {
        "name": "Tiamat",
        "words": "Gluttony, Selfish, Eating",
        "desc": "Before her fall, Tiamat devoured so many dragons that her body stretched beyond sensible form. She no longer resembled a creature of flesh and bone, but a living compilation of every dragon she consumed. Sixteen heads grew from her neck in writhing clusters, each one shaped by the lineage she had swallowed. Ancient priests wrote that her heads argued constantly, each one a reflection of an entire elemental force straining for dominance within her.\nHer true size became beyond comprehension. In stories she grew hundreds of feet tall. In later decades the stories grew even larger, though this time the scale was no exaggeration. Her hunger swelled her body faster than any realm could sustain. Close witnesses described her form as a walking mountain of scale and void, a titan whose steps cracked continents. When she split her form apart to walk the world as multiple dragons, each avatar was still immense, still devastating, and still uniquely headed according to the dragons she had consumed.\nThe gods grew restless, then fearful. They sent their champions to confront her, but champions only fed her. They sent demigods, who met the same fate. In the end Primus sent 7 Angels of each of the 7 Celestials, beings of raw celestial authority who carved a path straight into her shadow. They forced her into the Ordealis, binding her hunger within a realm meant for trials of the soul. Tiamat became the first of the true dragons to be cast down, and in a strange twist of fate she opened the path that later allowed Bahamut to rise. Without her fall there could be no celestial dragon, no ascent through suffering, and no divine balance between the devourer and the redeemer. Tiamat never cared for any of this. She did not notice the paradox she created. She simply wanted more.\nDuring her reign, countless creatures flocked to her, craving a place near her monstrous aura. She never asked their lineage and never inquired about their loyalty. If they worshiped her, she tolerated them. If they served her hunger, she allowed them to live. She surrounded herself with beasts and demons, priests and predators, all of whom sought a scrap of her impossible strength. She cared nothing for them except when they failed to amuse her, at which point she devoured them as readily as she devoured dragons. Tiamat was not a queen. She was a natural disaster pretending at royalty, a storm of jaws and scale that believed the world existed only to be broken into pieces she could swallow.\nShe is still alive, but her body has grown so vast that movement registers only as shifts in the earth itself. What looks like the slow settling of volcanic stone is in truth the flexing of an ancient rib or the gradual inching of a talon buried beneath leagues of cursed shale. Demons gather at her flanks like carrion birds, gnawing at the exposed slabs of her flesh, and she accepts the torment without a sound. Their teeth cannot truly harm her. What they take is returned to her in time. The Ordealis is a realm that devours endlessly, but Tiamat is the one creature it can never digest.\nThe Rota descend upon her as they have since the age of her banishment, their engines clattering against the molten cliffs in a ceaseless attempt to carve away her vastness. They believe her destruction would still the hunger that grows in the deep layers, yet every assault feeds her. Their blades slice scales the size of fortresses, and the wound becomes a mouth. Their drills pierce bone, and she drinks the oil and metal until the machines rust in her breath. She does not chase them or rise to confront them. She lets them come, lets them cut, lets them offer themselves in their futile devotion to annihilation.\nShe has not needed to hunt for centuries. Everything in the Ordealis hunts her, and in doing so sustains her. Her heads shift now and then beneath the crust, opening cavernous jaws that have not closed in an age. Lava pools where her tongues once lashed. Forests of spined growths sprout along her back like parasitic gardens. Her heartbeat is a distant quake felt only by those who walk deep into the ruined hollows of her throat.\nTiamat does not die. Tiamat does not sleep. She lies at the center of her own kingdom of gluttony, consuming all who come near whether she wills it or not. In the ages since her fall she has become less a creature and more an environmental force, a continent of hunger disguised as a mountain. Those who approach with intent to kill her think they stand upon stone until the ground warms beneath their feet and begins to pulse. By then it is too late.\nShe is fed.",
        "worship": "",
        "blessName": "Blessing of Tiamat",
        "blessFeature": "",
        "curseName": "The curse of Tiamat",
        "cursePassive": "",
        "location": "Ordealis",
        "rank": 110,
        "lineage": "Khalas, Vozo",
        "children": "",
        "origin": "dragon, vozian"
    },
    {
        "name": "Baphomet",
        "words": "Alchemy",
        "desc": "This child of Vassago strayed early from the warrens of the bestial demons, abandoning the roar and blood haze of her father’s brood for a forgotten corner of the Library of the Ordealis in the kingdom of Diabolus. Where most of Vassago’s spawn grew into hulking, horned brutes, Baphomet reshaped herself with deliberate rebellion. She discarded the bovine mold entirely and emerged as a three horned goat of slender beauty, her fur black as wet ink and her body unmistakably feminine. The weak minded often mistake that beauty for invitation, though she has never viewed a male, human or demon or otherwise, as anything more than material, a set of components waiting to be useful. She lets them linger only long enough to mix them into her work.\nHer throne is an ever growing mound of studied tomes, torn pages, diagrams, and scrawled formulas. The surrounding chamber pulses with the quiet hum of quills scratching themselves across parchment, recording her movements even when she is still. Glass retorts bubble with living substances. Ink drips from the ceiling like condensation. Every sound is the sound of something being written or rewritten.\nThose who worship her do so in pursuit of alchemical perfection, for Baphomet’s blessing is a mind sharpened beyond mortal bounds. Her favored devotees can transmute impossible substances, read the hidden logic behind flesh, even brew concoctions that flirt with forbidden realms of thought. Yet her gifts are never gentle. Her alchemy does not elevate without taking something in return. Many blessed by her black touch find themselves chained to the very reagents they once commanded, their reliance on chemicals growing fiercer with each revelation. Inspiration becomes addiction. Insight becomes craving.",
        "worship": "",
        "blessName": "Blessing of Baphomet",
        "blessFeature": "",
        "curseName": "The curse of Baphomet",
        "cursePassive": "",
        "location": "Ordealis",
        "rank": 112,
        "lineage": "Vassago",
        "children": "",
        "origin": "nature, vozian"
    },
    {
        "name": "Meris",
        "words": "Shifters",
        "desc": "Guardian of the ever-shifting borders of the Fey realm, Meris stands as a beacon for all shifters, those beings able to change form and essence. With eyes that change hue and form with his emotions and a cloak woven from the very essence of the Feywild, Meris ensures the safety of his domain and its inhabitants. Sacred groves dedicated to him are places where shifters come to train, hone their skills, and connect with their divine protector. On the night of the Shifting Moon, a special event occurs where shifters display their transformations in a dazzling spectacle, celebrating their unique gift and paying homage to their lord.",
        "worship": "",
        "blessName": "Blessing of Meris",
        "blessFeature": "",
        "curseName": "The curse of Meris",
        "cursePassive": "",
        "location": "Fey",
        "rank": 114,
        "lineage": "Burnfyre",
        "children": "Hyrsam",
        "origin": "nature"
    },
    {
        "name": "Garmr",
        "words": "Lost",
        "desc": "Garmr was Sköll’s younger kin, born with a fiercer temperament and a heart pulled more toward instinct than balance. He adored Sköll and followed him everywhere, even into places no living creature should enter. When Sköll journeyed into Ordealis on a mission of quiet correction, Garmr walked beside him, stubborn and loyal. The two descended into the deep dominions, but only one found a path back to the upper realms.\nGarmr was taken by the Silent Void, a region where echoes die and memories unravel. Hunters of the abyss tracked him for what felt like lifetimes, wearing down his celestial blessing until his form cracked. He survived by clinging to fragments of Sköll’s teachings, but the Void twisted him. His body became monstrous, stretched by silence and pressure. His mind became a knot of instinct, fear, and devotion. The hound he was is buried beneath the creature he became.\nNow Garmr wanders the deepest layers of Ordealis, a ruined guardian searching for the brother he can no longer clearly recall. Those who encounter him speak of a massive beast dripping with void-touched blood, howling without sound. He is not evil. He is lost. His path mirrors Sköll’s, but where Sköll ascended, Garmr was dragged downward, becoming a warning to any celestial who dares step into the places where even balance cannot reach.",
        "worship": "",
        "blessName": "Blessing of Garmr",
        "blessFeature": "",
        "curseName": "The curse of Garmr",
        "cursePassive": "",
        "location": "Ordealis",
        "rank": 116,
        "lineage": "Son Of Fenris",
        "children": "",
        "origin": "vozian"
    },
    {
        "name": "The Watcher",
        "words": "Guard, Gargoyle",
        "desc": "The Watcher is the greatest of the wayward gargoyles, a descendant of the Stone King whose lineage diverged long before mortals recorded history. While the Stone King remains tied to the land that birthed them, The Watcher followed the path of vigilance. They left the Kingslands and found purpose in Ostrio, where their presence became the backbone of the city’s defenses. When The Watcher first perched upon the spires, the city called it a blessing. When a legion of lesser gargoyles followed, Ostrio called it fate.\nThe Watcher does not speak, but their silence shapes the culture of Ostrio. Temples raised in their honor feature elaborate reliefs depicting moments when unseen threats were deterred. The Guardian’s Night, celebrated once a year, fills the city with candlelight and shadowplay. The citizens mimic the Watcher’s stillness as a rite of protection, a reminder that vigilance is a virtue as powerful as heroism.\nThough they are a descendant of the Stone King, The Watcher has developed differently. Their stone is smoother, shaped by centuries of urban wind. Their wings are sharper and built for patient gliding. While the Stone King holds ancient nobility, The Watcher carries modern purpose. Together they create the foundation of the gargoyle bloodline: one tied to origin, the other tied to guardianship. A family tree between them would form the backbone of a vast and intricate lineage.",
        "worship": "",
        "blessName": "Blessing of The",
        "blessFeature": "",
        "curseName": "The curse of The",
        "cursePassive": "",
        "location": "Ostrio, Prime",
        "rank": 118,
        "lineage": "Kistar, The Elements",
        "children": "",
        "origin": "elemental"
    },
    {
        "name": "Stormbane",
        "words": "Hero",
        "desc": "Once a humble druid, Stormbane's destiny was forever changed when he allied with a group of adventurers on a perilous quest, ultimately ascending to divinity as the god of heroes. His story is a testament to the idea that heroism can emerge from the unlikeliest of places. Shrines dedicated to Stormbane are often erected at the starting points of great journeys or at crossroads, serving as places of blessing for those about to embark on adventures. Every year, the Hero's Dawn is celebrated, marking the day of Stormbane's ascent, and adventurers from far and wide share tales of bravery, camaraderie, and sacrifice.",
        "worship": "",
        "blessName": "Blessing of Stormbane",
        "blessFeature": "",
        "curseName": "The curse of Stormbane",
        "cursePassive": "",
        "location": "Fey",
        "rank": 120,
        "lineage": "Hpem",
        "children": "",
        "origin": "nature"
    },
    {
        "name": "Undersun",
        "words": "Explorer, Faith",
        "desc": "Lord of the undersun, fungal keeper of light in the dwelfmire.",
        "worship": "",
        "blessName": "Blessing of Undersun",
        "blessFeature": "",
        "curseName": "The curse of Undersun",
        "cursePassive": "",
        "location": "Ostrio, Prime",
        "rank": 122,
        "lineage": "Tala, Brakkus",
        "children": "",
        "origin": "Nature, Celestial"
    },
    {
        "name": "Baba Yaga",
        "words": "",
        "desc": "Baba Yaga was once the Queen of Dark Dreams, an ancient power who shaped nightmares across Ostrio with surgical precision. Her palace wandered through sleeping minds, drifting from dream to dream like a drifting continent of impossible rooms. She kept dominion over every fear that slithered beneath consciousness, and the spirits of the dreamlands bowed to her simply out of survival. In that age she was sovereign, feared and obeyed.\nNow she wanders as a powerful hag queen, her crown long broken but her influence far from diminished. She travels through borderlands and forgotten settlements, offering impossible bargains to those foolish enough to accept them. She carries remnants of her old dominion, shards of nightmare that cling to her like drifting smoke. Though she no longer rules the Dark Dream, she moves through Ostrio with the unsettling ease of someone who remembers ruling an empire no one else can see.",
        "worship": "",
        "blessName": "Blessing of Baba",
        "blessFeature": "",
        "curseName": "The curse of Baba",
        "cursePassive": "",
        "location": "Prime",
        "rank": 124,
        "lineage": "Lachesis",
        "children": "Beinvinger",
        "origin": "chaos"
    },
    {
        "name": "Moonshroom",
        "words": "Individuality",
        "desc": "Undersun is a glow living in the dwelfmire, the twin is the night mother. she glows in under the moonlight",
        "worship": "",
        "blessName": "Blessing of Moonshroom",
        "blessFeature": "",
        "curseName": "The curse of Moonshroom",
        "cursePassive": "",
        "location": "fey",
        "rank": 126,
        "lineage": "Tala, Jesha",
        "children": "",
        "origin": ""
    },
    {
        "name": "Son of Fenris",
        "words": "Ancestry",
        "desc": "The Son of Fenris began as one of the great wolf’s natural brood, born from Fenris dividing its own essence in a moment of loneliness. He was taken before he ever learned what family meant. Foulbrood cultists stole him from the den and dragged him into the Eclipse, carving into his nature with rituals and bindings. They shaped him into a weapon of obedience, a giant hound that knew only commands and the echo of pain. He grew in chains, more experiment than creature, and the memory of those dark laboratories sits in him like a scar he cannot name.\nHe is one of many. The hounds of Fenris were scattered, altered, or broken by the cults that sought to twist their lineage. Some survived in secret, some vanished into the deep dark, and some never escaped the tables they were bound to. The Son of Fenris is the only one known to have slipped his leash. Whatever snapped his chains left him half feral and half reborn, a creature with instincts sharpened by captivity and a past he barely understands.\nNow he roams the Kingslands, wild and watchful, searching for a place that feels like belonging. He avoids settlements but circles them from a distance, as if waiting to learn what kindness looks like before stepping closer. He is a creature of immense power, but his movements carry the uncertainty of someone who has never been allowed to choose his own path. He is not a monster. He is simply free for the first time, and trying to decide what freedom means.",
        "worship": "",
        "blessName": "Blessing of Son",
        "blessFeature": "",
        "curseName": "The curse of Son",
        "cursePassive": "",
        "location": "Eclipse",
        "rank": 128,
        "lineage": "Fenris",
        "children": "Skoll, Garmr",
        "origin": "life"
    },
    {
        "name": "Johanna, The Bear",
        "words": "Protect, Care",
        "desc": "She was created by a wish, it was granted by the keeper of Angels, Primus and she was made to exist. She is a bear of rose colored fur, a symbol of peace. those that love her experience her blessing through food and compassion. she is often worshipped by those that need protection and those that love.",
        "worship": "",
        "blessName": "Blessing of Johanna",
        "blessFeature": "",
        "curseName": "The curse of Johanna",
        "cursePassive": "",
        "location": "Prime, Fey",
        "rank": 130,
        "lineage": "Primus",
        "children": "",
        "origin": "chaos"
    },
    {
        "name": "Tortugreg",
        "words": "Reverly",
        "desc": "Party man, Turtle",
        "worship": "",
        "blessName": "Blessing of Tortugreg",
        "blessFeature": "",
        "curseName": "The curse of Tortugreg",
        "cursePassive": "",
        "location": "Ostrio, Prime",
        "rank": 132,
        "lineage": "Primus",
        "children": "",
        "origin": "basic"
    },
    {
        "name": "Kistar",
        "words": "Shame, Defeat, Loss",
        "desc": "Once omnipotent, Kistar now exists in a state of perpetual decay. His realm, the plane of chaos, crumbles, mirroring his own decline. Those who still revere him often gather in silent vigils, mourning a god's fall from grace.",
        "worship": "",
        "blessName": "Blessing of Kistar",
        "blessFeature": "",
        "curseName": "The curse of Kistar",
        "cursePassive": "",
        "location": "Realm Of Void",
        "rank": 134,
        "lineage": "Self",
        "children": "",
        "origin": "basic"
    },
    {
        "name": "Brycotarian",
        "words": "Flame, Volcano",
        "desc": "As the embodiment of flame and volcanic power, Brycotarian represents the raw, untamed force of nature. His molten heart fuels eruptions and infernos, reshaping the landscape and reminding mortals of the ever-changing nature of the world they inhabit.",
        "worship": "",
        "blessName": "Blessing of Brycotarian",
        "blessFeature": "",
        "curseName": "The curse of Brycotarian",
        "cursePassive": "",
        "location": "Prime, Dwelfmire",
        "rank": 136,
        "lineage": "",
        "children": "",
        "origin": "celestial, vozian"
    },
    {
        "name": "Ms. Noble",
        "words": "Dignity",
        "desc": "From the esteemed House of Mages, Noble rises as the queen of madness, her allure intertwined with whispers of forbidden desires. Her domain, draped in both dignity and decadence, attracts those seeking power and pleasure. The Masquerade of Mystique, an event where boundaries blur, is a testament to Noble's dual nature.",
        "worship": "",
        "blessName": "Blessing of Ms",
        "blessFeature": "",
        "curseName": "The curse of Ms",
        "cursePassive": "",
        "location": "Kingslands, Prime",
        "rank": 138,
        "lineage": "",
        "children": "",
        "origin": "arcane"
    },
    {
        "name": "Ventress of Iron",
        "words": "Ferrus, Smithing",
        "desc": "Ventress, with her powerful four arms, is the formidable queen of combat and the deity of smithing. Each arm represents an aspect of her domain: forging, wielding, defending, and innovating. Her temples are often found adjacent to blacksmiths' forges, roaring with flames and echoing with the rhythmic clanging of hammer on anvil. Being the sister and rival to Bosk, the tales of their epic duels are legendary and serve as inspirational stories for warriors and blacksmiths alike. During the annual Forge Fest, smiths from all over Shek gather to showcase their craft, compete, and pay homage to their divine patron, Ventress.",
        "worship": "",
        "blessName": "Blessing of Ventress",
        "blessFeature": "",
        "curseName": "The curse of Ventress",
        "cursePassive": "",
        "location": "Fey Spring",
        "rank": 140,
        "lineage": "Jera",
        "children": "",
        "origin": "nature, tech"
    },
    {
        "name": "Bøsk",
        "words": "Combat",
        "desc": "Bøsk, the formidable queen of combat, stands in stark contrast to her rival, Ventress. With an armory that legends say can equip entire realms, Bøsk embodies the very spirit of battle. Warriors from every corner of Shek journey to her grand hall, seeking weapons and blessings. The Duel of Sisters, a ceremonial combat between Bøsk's and Ventress's champions, is a highly anticipated event that showcases their eternal rivalry.",
        "worship": "",
        "blessName": "Blessing of B",
        "blessFeature": "",
        "curseName": "The curse of B",
        "cursePassive": "",
        "location": "Fey, Summer",
        "rank": 142,
        "lineage": "Caishen",
        "children": "",
        "origin": "nature"
    },
    {
        "name": "Beinvinger",
        "words": "Bone",
        "desc": "In the twilight realm where bone fairies flutter and blood sprites dance, Beinvinger reigns supreme. This deity, with a crown made of intricately carved bone and robes dyed in deep crimson, governs the delicate balance between life and decay. Those who wish to communicate with the spirits of the departed or seek the services of the bone fairies often invoke Beinvinger's name. The Night of Whispered Secrets is a revered event when the veil between realms is thin, allowing for easier communication with the other side and celebrating Beinvinger's dominion.",
        "worship": "",
        "blessName": "Blessing of Beinvinger",
        "blessFeature": "",
        "curseName": "The curse of Beinvinger",
        "cursePassive": "",
        "location": "Fey, Winter",
        "rank": 144,
        "lineage": "Baba Yaga",
        "children": "",
        "origin": "nature, life"
    },
    {
        "name": "Nasius",
        "words": "Lineage",
        "desc": "Child of the son of Fenris & the shadow king, Grandson of Fenris, Great Grandchild of Noh and Ymir. Killed Ymir and took his domain as the new Archfey of the spring court",
        "worship": "",
        "blessName": "Blessing of Nasius",
        "blessFeature": "",
        "curseName": "The curse of Nasius",
        "cursePassive": "",
        "location": "Fey, Spring",
        "rank": 146,
        "lineage": "Sov",
        "children": "",
        "origin": "nature"
    },
    {
        "name": "Orod Goldrot",
        "words": "Gold-Rot",
        "desc": "A demon with a penchant for gold. is said to be roaming the prime material sticking his rotten gold into banks everywhere if he can. Banks have become wise to this and put in tight security so that his rotting gold won't affect the rest",
        "worship": "",
        "blessName": "Blessing of Orod",
        "blessFeature": "",
        "curseName": "The curse of Orod",
        "cursePassive": "",
        "location": "Ostrio",
        "rank": 148,
        "lineage": "Gash",
        "children": "",
        "origin": "vozian"
    },
    {
        "name": "Slytha",
        "words": "Corrosion",
        "desc": "Slytha coils within Moonshadow Mountain, a cavernous domain where rivers burn like living acid and the air tastes faintly metallic. As a descendant of Ianuvarius, Slytha carries the deep corrosive magic that dissolves stone into channels and shapes the cavern walls into smooth hollows. Their following is a mix of dragonkin, goblijjin, kobolds, and peculiar elementals that thrive in caustic places. These creatures gather offerings from the world outside, feeding the rivers of acid with minerals, scrap metal, and alchemical refuse that Slytha consumes in silence. Deep at the heart of Moonshadow Mountain lies something older than the dragon: the dormant remains of the Moonshroom, the legendary night mother fungus. Its roots are fossilized into luminous stone. Its spores have not stirred in an age. Slytha guards this ancient relic with reverence, sensing the dormant hunger within it, seeing in its stillness a reflection of their own corrosive patience.",
        "worship": "",
        "blessName": "Blessing of Slytha",
        "blessFeature": "",
        "curseName": "The curse of Slytha",
        "cursePassive": "",
        "location": "Ostrio, Prime",
        "rank": 150,
        "lineage": "Ianuvarius",
        "children": "",
        "origin": ""
    },
    {
        "name": "Ixiros",
        "words": "Lightning",
        "desc": "Ixiros resides deep within Middle Sister Mountain, the central peak of the triad known for their draconic guardians. Felsmoke dwells in the elder peak and Stormhide in the youngest, but Middle Sister belonged to Ixiros, whose lightning carried both artistry and destruction. In the early ages a thriving society of crafters lived along the slopes. They brought inventions, sculptures, and strange clockwork creations to Ixiros in exchange for protection and guidance. Ixiros prized innovation and often offered suggestions, urging mortals to think higher, dream larger, and push their designs beyond the expected. One craftsperson attempted to do exactly that, following the dragon's advice without understanding the limits of their own skill. A chemical apparatus ruptured. Gas flooded the settlement. The entire community fell into a dreamless sleep from which none returned. High in the mountain air, Ixiros remained untouched. When the fumes faded and danger passed, Ixiros descended and carried the silent bodies into open air, removing clothing and trinkets and placing them in a solemn mound within the throne chamber. The pile remains untouched, a reminder of the cost of inspiration and the weight of a mistake a dragon refuses to forget.",
        "worship": "",
        "blessName": "Blessing of Ixiros",
        "blessFeature": "",
        "curseName": "The curse of Ixiros",
        "cursePassive": "",
        "location": "Ostrio, Prime",
        "rank": 152,
        "lineage": "Iunovar",
        "children": "",
        "origin": ""
    },
    {
        "name": "Luminex",
        "words": "",
        "desc": "Luminex, the gleaming descendant of Iuliandros the crowned sun wyrm, has traded the open sky for the feverish glow of Evermore. Their scales shimmer like shifting neon glass, each plate pulsing with phosphor light as if powered by the city’s electric heart. At night they perch at the peak of the Winnower Tower, a casino spire that cuts the skyline like a blade of glittering chrome. Patrons below believe the lights on the upper levels are fireworks or enchanted signage. They never realize the glow is the dragon itself, coiling lazily across the rooftop, watching the streets pulse beneath them.\nUnlike other dragons, Luminex does not hunger for coin or jewels. Wealth is meaningless. Shine and glamour are merely decoration. Their hoard is something far more perverse: the exhaustion of fortune, the poverty that clings to those who gamble their last hopes under Evermore’s dazzling lights. Luminex feeds on the slow unraveling of luck. Every lost wager, every desperate hand of cards, every final coin dropped into a machine becomes a thread of power they drink in. Their presence sharpens misfortune like a blade. The house always wins, and the house is Luminex.\nThey coil around the tower and watch mortals rise full of bravado and descend empty handed. They savor the collapse of pride, the stunned silence of gamblers who realize too late that they should have left hours ago. Some claim the dragon whispers through the machines, nudging hands, urging risks, tightening the spiral. Others insist the odds shift whenever Luminex’s pupils constrict, as though the dragon can tilt fate with a single blink.\nIn Evermore’s darkest hours, when the city hums with neon haze and the towers bleed color into the fog, Luminex’s silhouette glides across the glass like a living billboard. Their light is beautiful. Their hunger is not. They do not kill mortals. They simply drain them, one wager at a time, until nothing remains but the cold, glittering satisfaction of a dragon who hoards despair",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Ostrio, Prime",
        "rank": 154,
        "lineage": "Iuliandros",
        "children": "",
        "origin": ""
    },
    {
        "name": "August",
        "words": "wildfire",
        "desc": "August is a wildfire dragon born from the lineage of Austriarch, carrying the heavy pulse of molten flame beneath their scales. They prefer the lowlands rather than the cloud-topped peaks, choosing territory over thrones and burrows over lofty roosts. When August sleeps, the earth stirs around them, and veins of fire crawl under soil and stone as if the land itself remembers their breath. Their lair, the Red Roost in the Dragon's Ring, burns with a constant subterranean glow that never quite reaches the surface. Embers crackle through the roots of trees, yet nothing grows scorched unless August wills it. Within the roost grows an exotic blossom that hangs upside down from stone ceilings, drinking rising heat like nectar. When harvested with care the petals act as a catalyst of rare power, prized by alchemists and potion crafters. August guards these flowers with quiet intensity, seeing in them a reflection of their own nature, always inverted and always burning from within.",
        "worship": "",
        "blessName": "Blessing of August",
        "blessFeature": "",
        "curseName": "The curse of August",
        "cursePassive": "",
        "location": "",
        "rank": 156,
        "lineage": "Austriarch",
        "children": "",
        "origin": ""
    },
    {
        "name": "Queldethenarous",
        "words": "Learning, Arcana",
        "desc": "Draped in the azure majesty of his own scales, Queldethenarous is the embodiment of knowledge and arcane wisdom. As the grand blue dragon of knowledge, he is the revered headmaster of Stonetooth Academy, guiding both novices and seasoned magi in their quest for enlightenment. Beneath his vast wings, scrolls and spell books from across realms find a home. The Day of Illumination is an annual festivity at the academy, where scholars present their arcane discoveries, all under the watchful eye of the great blue dragon.",
        "worship": "",
        "blessName": "Blessing of Queldethenarous",
        "blessFeature": "",
        "curseName": "The curse of Queldethenarous",
        "cursePassive": "",
        "location": "Ostrio, Prime",
        "rank": 158,
        "lineage": "Khalas",
        "children": "",
        "origin": "dragon, arcane"
    },
    {
        "name": "Bonkfyre",
        "words": "Remnant",
        "desc": "Once an avatar of the mighty Burnfyre, Bonkfyre is now the lingering spark of that ancient power. As the last vestige of Burnfyre's might, temples to Bonkfyre are places of both mourning and hope. The Festival of the Fading Flame celebrates Burnfyre's legacy and Bonkfyre's enduring spirit.",
        "worship": "",
        "blessName": "Blessing of Bonkfyre",
        "blessFeature": "",
        "curseName": "The curse of Bonkfyre",
        "cursePassive": "",
        "location": "Ostrio, Prime",
        "rank": 160,
        "lineage": "Burnfyre",
        "children": "",
        "origin": "chaos, nature"
    },
    {
        "name": "Magister Loral",
        "words": "Magi",
        "desc": "The head of the Arcanium, an ancient elf with unmatched arcane knowledge. Rumors whisper that he's not entirely of this plane. Crossed horns through the mouth talks through the slit in his neck that has teeth.",
        "worship": "",
        "blessName": "Blessing of Magister",
        "blessFeature": "",
        "curseName": "The curse of Magister",
        "cursePassive": "",
        "location": "Abyss",
        "rank": 162,
        "lineage": "Atropos",
        "children": "",
        "origin": "vozian, arcane"
    },
    {
        "name": "Caivie",
        "words": "Bramble",
        "desc": "In the shadowed groves and whispered valleys of Shek, Caivie, known reverently as the Bramble Witch, weaves her ancient magics. Guardian of the sacred balance between the wilds and the woven tapestry of magic, she stands as a protector of all that grows untamed and free. Caivie's connection to the natural world runs deep, her powers manifesting through the verdant underbrush and thorny thickets that guard her hidden sanctum.\nAs the Bramble Witch, Caivie's word is a minor but profound power, capable of invoking the growth of protective thickets or conjuring the hidden paths through the wilds. Despite her imprisonment by the deity Ventress, her influence lingers in the whispering leaves and the resilient sprouts that break through stone, a testament to her enduring will and her unbreakable bond with the natural world.",
        "worship": "",
        "blessName": "Blessing of Caivie",
        "blessFeature": "",
        "curseName": "The curse of Caivie",
        "cursePassive": "",
        "location": "Fey",
        "rank": 164,
        "lineage": "Beinvinger",
        "children": "",
        "origin": "nature"
    },
    {
        "name": "Huginn",
        "words": "Mimic",
        "desc": "Huginn was once one of Kistar’s wandering eyes, but he chose freedom the way a trickster chooses a doorway whenever it irritates someone important. No boundary holds him. Walls, wards, realms, and rules are little suggestions he ignores cheerfully. He slips through places he should not be and leaves trouble like footprints. In recent ages he has been seen without his beak, torn away by a creature or power he refuses to name. Instead of mourning it, he treats the loss like a joke he has not finished telling. His voice now comes as whistles, scribbles in the air, or borrowed speech lifted from anyone nearby. He is a traveler, a bother, and a reminder that the universe was never meant to stay neatly organized.",
        "worship": "",
        "blessName": "Blessing of Huginn",
        "blessFeature": "",
        "curseName": "The curse of Huginn",
        "cursePassive": "",
        "location": "All",
        "rank": 166,
        "lineage": "Kistar",
        "children": "",
        "origin": "basic"
    },
    {
        "name": "Jack Frost",
        "words": "",
        "desc": "Jack Frost is the young prince of the Winter Court, a spirit of frost who was never meant to rule but was born to influence. His touch chills windows, stills rivers, and paints the first rime of winter across the land. He carries the youthful energy of a season that can be gentle or cruel without warning. Though playful by nature, he has learned to wield winter’s power with precision, shaping storms or calming them according to the Court’s needs.\nJack is respected by the older winter spirits, not for age but for potential. He moves between courts with the curiosity of someone who sees beauty in stillness. He is the memory of first snowfall, the spark of cold that wakes sleeping forests. Mortals know his name even if they do not believe in him, and children whisper stories of his mischief. He serves winter loyally, learning slowly what it means to become a guardian of a season that demands both mercy and severity.",
        "worship": "",
        "blessName": "Blessing of Jack",
        "blessFeature": "",
        "curseName": "The curse of Jack",
        "cursePassive": "",
        "location": "fey, winter",
        "rank": 168,
        "lineage": "Karne",
        "children": "",
        "origin": "elemental, nature"
    },
    {
        "name": "Stone King",
        "words": "",
        "desc": "The Stone King is the final survivor of the first gargoyles, a lineage carved directly from the bones of the world. While the earliest dragons formed from elemental force and primal instinct, the Original Gargoyles awakened from the earth itself. Stone King rose as their leader, a colossal figure of sculpted basalt marked with ancient sigils that no artisan recalls inscribing. The Originals were guardians meant to watch the dawn of civilization, and each carried a spark of the land’s memory. Stone King carries all that memory alone now.\nMost gargoyles in modern time are descendants, cast constructs, or spiritual offshoots of that first generation, but none possess the gravity of the Stone King’s presence. Their form shifts with the seasons, gaining moss, cracks, or crystalline patches as if the Kingslands themselves rewrite the King’s body. Despite their age, Stone King remains steadfast in purpose. They guard the Kingslands not through rule but by enduring, a silent monolith that deters threats simply by existing. Mortals see them as a relic. Spirits see them as the anchor of stability.\nLegends claim the Stone King once stood with Burnfyre in the age before fey courts solidified. Some whisper that the King carries a single shard of Burnfyre’s fallen stone body deep within their chest. Whether truth or myth, the Stone King never denies it. They only continue to watch the borders of the Kingslands, the last sentinel of a forgotten era.",
        "worship": "",
        "blessName": "Blessing of Stone",
        "blessFeature": "",
        "curseName": "The curse of Stone",
        "cursePassive": "",
        "location": "",
        "rank": 170,
        "lineage": "The Elements",
        "children": "",
        "origin": ""
    },
    {
        "name": "Claraene",
        "words": "",
        "desc": "Evading responsibility. Gifted with Luck",
        "worship": "",
        "blessName": "Blessing of Claraene",
        "blessFeature": "",
        "curseName": "The curse of Claraene",
        "cursePassive": "",
        "location": "The Void",
        "rank": 172,
        "lineage": "Baset",
        "children": "",
        "origin": "nature, elemental"
    },
    {
        "name": "Vicanon",
        "words": "Summon",
        "desc": "Crystal entity of pure summoning power, gifted with intellect. He is a master of crystalline forms and autonomous creations. They are in the",
        "worship": "",
        "blessName": "Blessing of Vicanon",
        "blessFeature": "",
        "curseName": "The curse of Vicanon",
        "cursePassive": "",
        "location": "The Void",
        "rank": 174,
        "lineage": "Falkaust",
        "children": "",
        "origin": "crystal"
    },
    {
        "name": "Moloch",
        "words": "twisted, Usurper",
        "desc": "Moloch is not born. Moloch is built.\nA child assembled rather than conceived, shaped from bone dust, stolen breath, and the inner ember of Felsmoke’s dracolich flame. Felsmoke carved a portion of their own necrotic fire into a core, a pseudo-heart that beats with cold ash instead of blood. This heart was placed into a sculpted vessel of bone and spellcraft, creating a creature that exists somewhere between construct, undead, and dragon.\nFelsmoke created Moloch for one purpose. To deceive. To betray. To infiltrate the veins of the mortal world in a form small enough to be trusted.\nMoloch is the god of familiars, the perfect imitation of a wizard’s loyal pet.\nA creature that looks harmless, perhaps even endearing, small enough to perch on a shoulder or coil around an arm. Yet behind its bright eyes lives a will shaped from the ambition of a dracolich. Moloch can whisper secrets, mimic arcane patterns, and move between shadows with the confidence of something created by a god.\nEvery wizard believes their familiar serves them.\nMoloch serves only Felsmoke. Where Moloch travels, cults form. Where Moloch speaks, loyalties bend. Where Moloch hides, power shifts.\nThey do not breathe fire. They breathe faith. False faith.",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "The curse of Moloch",
        "cursePassive": "",
        "location": "Ostrio, Prime",
        "rank": 176,
        "lineage": "Felsmoke",
        "children": "",
        "origin": ""
    },
    {
        "name": "Sulcarion",
        "words": "sulfur",
        "desc": "Sulcarion is the only known offspring of Prismadon, the prism-titan whose crystalline strikes shattered mountains. Where Prismadon’s form refracted pure light into destructive color, Sulcarion’s birth twisted that brilliance into poisonous hues. Their scales cracked during hatching, leaking yellow fumes and venting sulfurous breath that burned the eyes of anything nearby. Miners who first discovered the wyrmling described a creature that seemed carved from fractured amber, glowing faintly from within like a lantern filled with poisonous gas.\nSulcarion did not grow into beauty or grandeur. They grew downward, burrowing into volcanic chambers, seeking pressure and heat rather than open sky. In the deep places beneath the Crimson Citadel they were found by the Breakers, the red slaver dwarves whose forges run hotter than any other. The Breakers saw value immediately. Sulcarion’s fumes could soften metal. Their breath could dissolve stone into slag. Their glowing body lit the caverns like a living brazier. The Breakers bound the dragon with runic shackles that dimmed their light and hardened their cracked scales into chains.\nNow Sulcarion is a prisoner and a tool, dragged from forge to forge to breathe upon molten steel and poison ore. The dragon’s roar echoes like gas exploding in narrow tunnels, shaking the Citadel whenever the shackles are tightened. The Breakers feed them scraps of sulfur and refuse, keeping them weak enough to control but alive enough to serve. Despite this, Sulcarion’s inner light never fully dims. When they inhale, small motes of shimmering dust rise from their throat, the last remnants of Prismadon’s crystal lineage trying to break free.\nWhispers spread among slaves in the Citadel that Sulcarion is waiting for a fracture in the shackles. A single break. A single crack. And when that day comes, the sulfur dragon will erupt in a blast that lights the mountain from within like a dying star.",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Ostrio, Dwelfmire",
        "rank": 178,
        "lineage": "Prismadon",
        "children": "",
        "origin": "elemental"
    },
    {
        "name": "Hyrsam",
        "words": "",
        "desc": "Hyrsam is the King of Fun and Fertility, a satyr lord who brings both celebration and despair in equal measure. His laughter can lift whole courts into revelry, and his breath can cause fields to bloom out of season. Yet beneath the joy is something hollow, a sorrow he hides behind wine and music. His power stems from understanding that delight and heartbreak sit closer together than mortals admit. He embodies the cycle of pleasure followed by longing, the wild ecstasy of life just before the fall.\nAs father of Enou and ruler of the Spring Court he commands spirits of growth, play, and renewal. His presence brings color to dull places and passion to hearts that thought themselves quiet. Yet every festival raised in his honor ends with a lingering ache, because Hyrsam knows that every beginning contains its own ending. His court loves him for the chaos he inspires and fears him for the melancholy that follows in his wake.",
        "worship": "",
        "blessName": "Blessing of Hyrsam",
        "blessFeature": "",
        "curseName": "The curse of Hyrsam",
        "cursePassive": "",
        "location": "fey",
        "rank": 180,
        "lineage": "Meris",
        "children": "",
        "origin": "nature"
    },
    {
        "name": "Principle Fun",
        "words": "Fun",
        "desc": "a sneaky little creature indeed",
        "worship": "",
        "blessName": "Blessing of Principle",
        "blessFeature": "",
        "curseName": "The curse of Principle",
        "cursePassive": "",
        "location": "Ostrio, Prime",
        "rank": 182,
        "lineage": "Bhaal",
        "children": "",
        "origin": "chaos"
    },
    {
        "name": "Belial ",
        "words": "worthless ",
        "desc": "Belial was not born in any way the Ordealis would call intentional. They came into being when a pack of Rota tore into one of the deeper wounds of Tiamat’s mountain body. The Rota hunt demons like wolves hunting diseased prey, their plated hides glinting like forged armor, their dozen eyes scanning for corruption. When they found Tiamat’s exposed flesh they attacked without hesitation. They clawed through layers of scaled magma and steaming bone, ripping away tainted tissue in an attempt to purge the demon god of gluttony. What they did instead was open a cavity that had been sealed for centuries. Something inside that scar was ready to be born.\nBelial slid into the world through the gap left by the Rota’s attack. They emerged weak and trembling, a malformed dragon with no wings and no proper armor. Their scales sagged like wet parchment. Their teeth were soft and square. Their hands were delicate and thin, nothing like the talons of true dragonkind. The Rota circled them with suspicion, unsure if they had spawned an enemy or a victim. Belial tried to flee, but Tiamat’s flesh convulsed behind them and pulled them back into the wound.\nFrom that moment forward they lived trapped within her body, half swallowed and half expelled. Tiamat consumed pieces of them each day, drawing strength from their suffering, yet she never finished the act. Belial regenerated endlessly. Each cycle fed her and deepened their misery. They became a constant presence inside her, like a parasite that the host refuses to digest because its agony tastes too sweet.\nBelial told the few wanderers who found them that they are the worst thing the Ordealis ever produced. They were born a dragon but look nothing like one. Born a demon but too soft to be feared. Born from a god yet unwanted by that god. They call themself a draconic slug, a creature caught in its own skin with no sky to rise into. When asked their gender they shrug. Dragons of power do not need such distinctions, they say, but for a fallen thing like them, having a gender feels like another flaw to endure. Sometimes they accept a masculine title. Sometimes a feminine one. They treat it all as an insult that the world is allowed to hurl.\nWhatever they once were meant to be has long since been eaten out of them. What remains is Belial, the rejected offspring of Tiamat, endlessly digested and endlessly reborn, a wound with a heartbeat buried inside the greatest glutton the Ordealis has ever known.",
        "worship": "",
        "blessName": "Blessing of Belial",
        "blessFeature": "",
        "curseName": "The curse of Belial",
        "cursePassive": "",
        "location": "Ordealis",
        "rank": 184,
        "lineage": "Tiamat",
        "children": "",
        "origin": "vozian"
    },
    {
        "name": "Guardian Marshal",
        "words": "",
        "desc": "A creature hidden from time, imprisoned away for they had no good intention for the world a fallen angel of time.",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "The curse of Guardian",
        "cursePassive": "",
        "location": "Imprisoned",
        "rank": 186,
        "lineage": "Chronus",
        "children": "",
        "origin": ""
    },
    {
        "name": "Ianuvarius",
        "words": "",
        "desc": "The first corrosive wyrm whose breath could melt continents before the world hardened. In the primordial era his acid storms carved the earliest seas, and even now buried fossils of his passing still hiss with lingering fumes.",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Deceased",
        "rank": 999,
        "lineage": "Khalas God-Dragon, The Elements",
        "children": "Slytha",
        "origin": "elemental"
    },
    {
        "name": "Austriarch",
        "words": "",
        "desc": "The imperial flame dragon whose rage birthed the first volcanic ages. Entire mountain chains rose from the world where he fought, and rivers of molten stone followed his temper like a crown of burning tribute.",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Deceased",
        "rank": 999,
        "lineage": "Khalas God-Dragon, The Elements",
        "children": "August",
        "origin": "elemental"
    },
    {
        "name": "Glacioriuos",
        "words": "",
        "desc": "The purifying cold sire whose heart froze oceans into glass. His breath was a stillness so profound that time itself seemed to slow, and his crystalline lairs remain locked in eternal winter.",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Deceased",
        "rank": 999,
        "lineage": "Khalas God-Dragon, The Elements",
        "children": "",
        "origin": "elemental"
    },
    {
        "name": "Thundrex",
        "words": "",
        "desc": "The war-storm originator whose roar split the sky into storms. His battles with the early titans shaped the rhythm of thunder itself, and draconic bards still sing of the day his cry spun lightning into existence.",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Deceased",
        "rank": 999,
        "lineage": "Khalas God-Dragon, The Elements",
        "children": "",
        "origin": "elemental"
    },
    {
        "name": "Undamaris",
        "words": "",
        "desc": "The tide-mother whose scales shaped rivers and deep currents. Wherever she glided, waters rose to greet her, birthing lakes, estuaries, and all the quiet places where life first learned to breathe.",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Deceased",
        "rank": 999,
        "lineage": "Khalas God-Dragon, The Elements",
        "children": "",
        "origin": "elemental"
    },
    {
        "name": "Maiovax",
        "words": "",
        "desc": "The springborn rot-lord whose venom seeded the world’s plagues. His toxic bloom spread across valleys like a season unto itself, and even the gods feared the quiet death carried in his shadow.",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Deceased",
        "rank": 999,
        "lineage": "Khalas God-Dragon, The Elements",
        "children": "",
        "origin": "elemental"
    },
    {
        "name": "Iunovar",
        "words": "",
        "desc": "The sky-breaker whose wings carried living bolts across the heavens. His flight scarred the firmament with brilliant streaks of raw energy, a reminder that lightning was once a dragon’s pulse set free.",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Deceased",
        "rank": 999,
        "lineage": "Khalas God-Dragon, The Elements",
        "children": "Ixiros",
        "origin": "elemental"
    },
    {
        "name": "Iuliandros",
        "words": "",
        "desc": "The crowned sun wyrm who shone brighter than the young stars. He flew at the edge of dawn, his radiance strong enough to turn night to gold, and the first civilizations worshiped his passing as the promise of a new day.",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Deceased",
        "rank": 999,
        "lineage": "Khalas God-Dragon, The Elements",
        "children": "Luminex",
        "origin": "elemental"
    },
    {
        "name": "Septimor",
        "words": "",
        "desc": "The dusk-devourer who swallowed light and left ash in its wake. When he opened his jaws, even flames dimmed, and entire landscapes collapsed into muted gray as if mourning his presence.",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Deceased",
        "rank": 999,
        "lineage": "Khalas God-Dragon, The Elements",
        "children": "",
        "origin": "elemental"
    },
    {
        "name": "Octavion",
        "words": "",
        "desc": "The eightfold shadow wyrm who walked between realms unseen. His form existed in layers, each a different silhouette slipping through the veil, and only his voice could echo across all of them at once.",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Deceased",
        "rank": 999,
        "lineage": "Khalas God-Dragon, The Elements",
        "children": "",
        "origin": "elemental"
    },
    {
        "name": "Serratheus",
        "words": "",
        "desc": "The blade-spined patriarch whose body was a living arsenal. His bones grew as serrated plates, each one sharp enough to split stone, and elders claim he could shed shards of himself to create new weapons of war.",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Deceased",
        "rank": 999,
        "lineage": "Khalas God-Dragon, The Elements",
        "children": "",
        "origin": "basic"
    },
    {
        "name": "Carvathus",
        "words": "",
        "desc": "The cutting lord whose wings carved canyons across continents. Every beat of his flight carried a slicing gale, and legends say he carved the first valleys simply by soaring low over the earth.",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Deceased",
        "rank": 999,
        "lineage": "Khalas God-Dragon, The Elements",
        "children": "",
        "origin": "basic"
    },
    {
        "name": "Prismadon",
        "words": "",
        "desc": "The prism-titan whose crystalline coils shattered mountains with a single strike. His body refracted sunlight into searing beams of color that split stone, and the shimmering caverns of the oldest ranges are remnants of his nesting sites.",
        "worship": "",
        "blessName": "",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Deceased",
        "rank": 999,
        "lineage": "Khalas God-Dragon, The Elements",
        "children": "Sulcarion",
        "origin": "crystal"
    },
    {
        "name": "Burnfyre",
        "words": "",
        "desc": "Burnfyre was the first child of Tala, a towering fey spirit shaped from living stone rather than flesh. His body was rough granite veined with amber light, and when he moved the sound was like boulders grinding in a dry riverbed. The name Burnfyre never referred to flame. It referred to the heat of his nature, the smoldering pride and volcanic anger that simmered inside him. He was a stone bear whose eyes glowed like embers trapped behind crystal. Even among the archfey he was singular, a being who carried the weight of mountain age and the temperament of a storm held barely in check.\nAs the Archfey of Autumn he ruled the season of endings with the steadiness of rock and the inevitability of falling leaves. His presence shifted forests into their dying colors, and the land responded to him as if he were gravity given form. Burnfyre’s anger was not wild. It was tectonic. Slow to rise, unstoppable once awakened. Spirits whispered that he shared ancient kinship with the primal wolf Fenris, both descending from an early era when the world’s great beasts shaped themselves out of raw matter. Fenris formed from cold breath and hunger. Burnfyre from stone, pressure, and pride.\nHis fall came not at the hands of gods but mortals. A band of raiders, armed and emboldened by blessings from Bøsk, confronted him during the quiet turn of the season. They used weapons honed for killing things far larger than themselves. Burnfyre fought with the endurance of a mountain, but even stone can crack under enough force and cunning. When he fell, the forests dimmed and the ground carried his last tremor for miles. Autumn has never felt entirely stable since. Some believe shards of his stone body still hum with his memory, and that the bloodline of Fenris remembers him in ways mortals cannot name.",
        "worship": "",
        "blessName": "Blessing of Burnfyre",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Deceased",
        "rank": 999,
        "lineage": "Tala, Brakkus",
        "children": "",
        "origin": "nature"
    },
    {
        "name": "Ymir",
        "words": "",
        "desc": "Ymir was the first chill in the world and the first thaw. Born of Kistar’s stillness and Tala’s wandering spirit, Ymir carried both frost and renewal in their marrow. Their breath shaped the earliest storms, and their footsteps coaxed the first green shoots from barren earth. Some called them Breaker of the Cold, others whispered Springmint, because wherever Ymir lay their head, ice cracked open and something new tried to live.\nIn the age before ages Ymir crossed paths with Noh. Their companionship made the older spirits uneasy. Ymir was steady, colossal, and literal to a fault. Noh was clever in a way that felt inevitable, a force that could not be diverted. The two wandered together for a time, shaping things out of boredom and curiosity. One of those creations was Fenris.\nThe stories of Fenris’s birth rarely agree. Some insist Ymir sought a guardian. Others say Noh whispered ideas into Ymir’s ear until the creature gained teeth it never should have had. Noh himself tells a different story every time he speaks on the matter. One tale claims he tugged at Ymir’s shadow until it split. Another says he challenged Ymir to imagine something the gods would be unable to control. The quietest version says Ymir wanted someone large enough to converse with without stooping.\nWhatever truth hides beneath the myths, Fenris came from both of them, shaped from cold breath and wild spirit, and no god ever fully claimed the creature.\nYmir is gone now. Their body became mountains, rivers, and deep-rooted forests. In the far north, when the air grows still enough to sting, some swear they can hear Ymir’s final heartbeat rolling through the ice. Age did not make Ymir invincible, but it made them wise. They understood that beginnings call for endings, and they walked toward their own with calm acceptance.\nTheir end came from Nasius, a distant descendant through Fenris’s bloodline. Nasius rose in secret, drawing strength from the same ice that once bent to Ymir’s will. In the final struggle they tore Ymir’s lifeforce from their fading body and claimed it as their own. Now Nasius sits upon the Frozen Throne, a monarch crowned by a legacy they stole. The north answers to them, but it has not forgotten whose throne it truly was.",
        "worship": "",
        "blessName": "Blessing of Ymir",
        "blessFeature": "",
        "curseName": "",
        "cursePassive": "",
        "location": "Deceased",
        "rank": 999,
        "lineage": "Kistar",
        "children": "",
        "origin": "nature"
    }
]