[
    {
        "lineage": "dragon",
        "name": "Drakonari",
        "description": "As a Drakonari, you embody a mystifying fusion of man and dragon. Your existence is a riddle, a phenomenon that baffles many, born from the improbable union of the mundane and the mythical. You bear features of both lineages—scales glinting like armor, eyes glowing with ancient wisdom, and a humanoid form that stands tall and proud. Your voice carries an echo of draconic roars, and your breath hints at the elemental power inherited from your draconic parentage.\rWith this awe-inspiring blend comes Fear and unease. People are wary of your dragon lineage, and dragons are skeptical of your human side. But the potential within you is undeniable. How you wield this power, whether for good or ill, is your choice. Prove to the world that being a \"bad dragon\" means being extraordinarily formidable, not feared.",
        "size": "5-6",
        "lifespan": "200-400",
        "language": "Imperial, Drak",
        "diet": "Omnivore",
        "rarity": "Common",
        "region": "global",
        "origin": "dragon",
        "feature_name": "Obsession",
        "feature_effect": "You may claim a single item as your obsession. While using this item for an appropriate purpose, gain a +3 bonus to related checks. The item must suit the check: glasses for Observation, a hammer for Crafting, a trinket for Luck, etc. You may only have one obsession at a time. Changing it requires one week of focused, uninterrupted use and attachment",
        "fetAction": "Resource"
    },
    {
        "lineage": "dragon",
        "name": "Kobari",
        "description": "As a Kobbie, you're an adorable little bundle of mischief and ingenuity. You have a knack for turning everyday items into contraptions of wonder and delight, earning you the affectionate name of Kobari, the ingenious tinkerers of the world. Your petite size and cute dragon-like features often disarm those who underestimate you, allowing you to engage in your playful tricks with little suspicion. You're a curious creature, always on the hunt for new ideas, mechanisms to build, and problems to solve. A loose screw is a call to adventure. A locked door is a personal challenge. Whether in the labyrinthine sewers or among towering bookshelves in a dusty library, you're content and at your inventive best. Each environment is a playground of possibility, perfect for constructing intricate traps, whimsical machines, or ridiculous (but effective) gadgets.\rKobbies live in small, scattered groups, often forming tight-knit communities of loud ideas and louder inventions. Despite your people’s chaotic energy, Kobari are celebrated for their creativity and adaptability. But among all Kobbies, one story lingers like a half-sprung trap—the tale of King Karl.\rLong ago, Kobbie King Karl, the greatest inventor of all Kobari, disappeared into the Northern mountains after claiming he’d built the perfect trap. One so clever, so complex, that even he could not escape it. Some say he meant to vanish. Others believe he’s still trying to find the release lever. Wherever he is, it’s said that any Kobbie clever enough to find and free Karl will be granted immortality, along with a crown made from the first ever Kobbie gear.\rMost think it’s a myth.\rMost Kobbies are already looking.",
        "size": "2-4",
        "lifespan": "20-30",
        "language": "Imperial, Drak",
        "diet": "Omnivore",
        "rarity": "Common",
        "region": "global",
        "origin": "dragon",
        "feature_name": "Improvisational",
        "feature_effect": "Once per rest as an action, you can create a temporary tool, contraption, or gadget using nearby scraps. It functions as a basic item of your choice (e.g., grappling hook, timer, small trap, fake key, musical lure) for 1 hour, or until Broken.",
        "fetAction": "Action",
        "fetRange": "Self",
        "fetDuration": "1 hour"
    },
    {
        "lineage": "firstborn",
        "name": "Firstborn",
        "description": "Firstborn resemble dark-skinned elves with a few distinct features. They have tendrils in place of hair and insect-like wing appendages. Their skin tones range from deep, earthy shades to darker hues that shimmer with an almost metallic sheen under direct light, reflecting their resilient nature and powerful gifts. Firstborn can use their tendrils for various tasks, offering them unique interaction possibilities with the environment and during combat. Firstborn have a natural resistance to both physical and magical damage, reflecting their toughened nature.",
        "size": "5-6",
        "lifespan": "100-150",
        "language": "Imperial (Kingslands)",
        "diet": "omnivore",
        "rarity": "legendary",
        "region": "kingslands",
        "origin": "life",
        "feature_name": "Tendril Skills",
        "feature_effect": "You have +5 armor from your shifting tendrils. As an Action or Off-Action use your tendrils (Physical Check) to make an attack dealing [[1d4]] slashing damage.",
        "fetAction": "Action",
        "fetCheck": "Physical",
        "fetRange": "Melee",
        "fetDamage": "1d4",
        "fetDamagetype": "Slashing"
    },
    {
        "lineage": "Gargoyle",
        "name": "Celestial (Marble)",
        "description": "The Celestial Gargoyles are a symbol of divine power and protection. Their ancestors were chosen by the angels to guard the great temples of the world, a duty they carry out with unwavering dedication. Their skin is as smooth and polished as marble, and their golden eyes and hair shine with a heavenly light. They are capable of sustained flight, a gift bestowed upon them by the angels to aid in their sacred duty. They are also capable of releasing a burst of radiant energy, a manifestation of their divine power that can harm those who threaten the peace of their temples. They are a rare and revered species, seen as a beacon of hope and a symbol of divine protection.",
        "size": "5-6",
        "lifespan": "200-400",
        "language": "Imperial (Kingslands)",
        "diet": "ashlar",
        "rarity": "uncommon",
        "region": "kingslands",
        "origin": "basic",
        "feature_name": "Radiant Wings",
        "feature_effect": "You have wings that give fly speed equal to your movement or half as much if you are wearing heavy armor. Once per day as an action create a burst of radiant energy dealing [[1d6]] Solar damage to all creatures within reach range",
        "fetAction": "Action",
        "fetDamage": "1d6",
        "fetDamagetype": "Solar"
    },
    {
        "lineage": "Gargoyle",
        "name": "Infernal (Lavastone)",
        "description": "Born from the fiery depths of the underworld, the Infernal Gargoyles are a testament to the power of dark rituals and ancient magic. Their ancestors were created by demonic forces, designed to be the ultimate weapon against their enemies. Their skin is as coarse and rugged as lava stone, and their eyes glow with an infernal light that strikes Fear into the hearts of their foes. They are known for their intimidating presence, often using their terrifying appearance to their advantage in battle. Despite their heavy build, they are capable of short flights, a skill they use to surprise their enemies and gain the upper hand in combat. Their bodies are naturally armored, providing them with a level of protection that few can match. They are a rare and formidable species, feared and respected in equal measure.",
        "size": "7-8",
        "lifespan": "200-400",
        "language": "Imperial (Kingslands)",
        "diet": "ashlar",
        "rarity": "uncommon",
        "region": "kingslands",
        "origin": "vozian",
        "feature_name": "Hefty Wings",
        "feature_effect": "Gain +5 armor that can be healed or repaired. You have a fly speed equal to half your movement speed while not wearing heavy armor.",
        "fetAction": "Passive"
    },
    {
        "lineage": "Gargoyle",
        "name": "Nemuri (Mind Stone)",
        "description": "The Nemuri Gargoyles are a unique and mysterious species, born from the stone of the Nemuri sea. Their bodies glow with a strange luminescence, a reflection of their connection to dreams and memories. They are capable of flight, a skill they use to traverse the Nemuri plane and explore the mysteries of the universe. They are also capable of releasing a burst of radiant energy, a manifestation of their Nemuri power that can harm those who threaten their peace. They are a rare and enigmatic species, seen as the keepers of dreams and the guardians of the Nemuri plane.",
        "size": "5-6",
        "lifespan": "200-400",
        "language": "Imperial (Kingslands)",
        "diet": "ashlar",
        "rarity": "uncommon",
        "region": "kingslands",
        "origin": "basic",
        "feature_name": "Dreamstate Flight",
        "feature_effect": "You have wings that give fly speed equal to your movement or half as much if you are wearing hefty armor. As an action, touch a creature and make a Spirit check. On a success you may ask one question about their thoughts, memory, or past.",
        "fetAction": "Action",
        "fetCheck": "Spirit"
    },
    {
        "lineage": "Gargoyle",
        "name": "Stone (Greystone)",
        "description": "The Greystone Gargoyles are the embodiment of ancient tradition and natural power. They are the descendants of the original gargoyle bloodline, born from the very stone of the earth. Their skin is as hard and unyielding as granite, and their bodies are built for endurance and strength. Despite their heavy build, they are capable of flight, a skill they use to patrol their territories and protect their kin. They have the unique ability to regenerate their bodies, healing wounds and injuries at a remarkable rate when they remain still. They are a rare and respected species, seen as the guardians of ancient traditions and the protectors of their kind.",
        "size": "6-7",
        "lifespan": "200-400",
        "language": "Imperial (Kingslands)",
        "diet": "ashlar",
        "rarity": "uncommon",
        "region": "kingslands",
        "origin": "elemental",
        "feature_name": "Stone Flight",
        "feature_effect": "You have wings that give fly speed equal to your movement or half as much if you are wearing hefty armor. As an action, heal for [[1d6]] but you take the Slowed and pinned conditions until the end of your next turn.",
        "fetAction": "Action",
        "fetDamage": "1d6",
        "fetDamagetype": "Healing"
    },
    {
        "lineage": "goblijjin",
        "option": "goblin",
        "name": "raskalz",
        "description": "In the vast stretches of Shek's untamed wilderness, the Wild Goblins thrive. These little rascals, often named with playful and bizarre monikers like \"Gigglemud\" or \"Plopfoot\", live in transient communities that rise and fall with the seasons. Their lives are a blend of mischief and survival, as they harness their innate cunning to navigate the challenges of the wild. Wild Goblins are known for their unyielding spirit and an uncanny ability to adapt quickly to their surroundings, making them elusive adversaries and curious allies.",
        "size": "2-4",
        "lifespan": "15-20",
        "language": "Imperial (Gutter)",
        "diet": "Everything",
        "rarity": "Common",
        "region": "global, eclipse, dreamsea, ordealis, void",
        "origin": "vozian",
        "feature_name": "Coward",
        "feature_effect": "You have advantage on Influence checks when begging, bargaining, or playing dead. If you succeed, the target creature is Charmed by you. But if you fail, you take the Fear condition until the end of your next turn.",
        "fetAction": "Passive",
        "fetCheck": "Influence"
    },
    {
        "lineage": "goblijjin",
        "option": "goblin",
        "name": "coin'err",
        "description": "The bustling streets of Shek's cities are home to a different breed of goblins - the City Goblins. They have traded the vast open wilderness for the intricate labyrinths of urban life. Dressed in whatever finery they can acquire, often with an eccentric flair, these goblins are savvy traders, skilled artisans, and street-smart entrepreneurs. Their names often reflect their trades or peculiar habits, leading to goblins called \"Silkthread\" or \"Dingledangle\". Even in the cities, their mischievous nature shines, but it's tempered with a keen sense of business acumen.",
        "size": "2-4",
        "lifespan": "15-20",
        "language": "Imperial (Gutter)",
        "diet": "Everything",
        "rarity": "Common",
        "region": "global, eclipse, dreamsea, ordealis, void",
        "origin": "vozian",
        "feature_name": "Streetwise",
        "feature_effect": "You have an ear to the cobblestones. In any urban area, once per day, you can find a hidden entrance, shady contact, or potentially a lost item. This can only be used if you've spent at least 10 minutes wandering alone or mingling.",
        "fetAction": "Special",
        "images": [
            "assets/species/coinerr.jpg"
        ]
    },
    {
        "lineage": "goblijjin",
        "option": "goblin",
        "name": "ashling",
        "description": "A darker, more enigmatic offshoot of the goblin lineage, the Vozian Goblins trace their roots directly to the heart of VoZo's malevolent power. Often found in the haunting landscapes of the Ashlands, they stand taller and exude an aura of mysterious energy. Their matte violet skin sets them apart, and their names, often more ominous like \"Shadowgleam\" or \"Gloomwhisper\", hint at their deeper connection to the ancient evil. These goblins are a wild force, driven by an insatiable curiosity and a desire to reclaim the legacy of their forebears.",
        "size": "2-4",
        "lifespan": "15-20",
        "language": "Imperial (Gutter)",
        "diet": "Everything",
        "rarity": "Common",
        "region": "global, eclipse, dreamsea, ordealis, void",
        "origin": "vozian",
        "feature_name": "Ashform",
        "feature_effect": "Once per day as an Off-Action gain the Intangible condition until the end of your next turn. While Intangible in this way you are immune to spellcasting effects.",
        "fetAction": "Off-Action"
    },
    {
        "lineage": "goblijjin",
        "option": "hojjoblin",
        "name": "Wild",
        "description": "The red-skinned Hojjoblins of the frontier are not beasts. They are tacticians without blueprints, warlords without cities, and engineers of violence shaped by nature’s fury. Known only as the Wild Hojjoblins by outsiders, they call themselves nothing. They don't need names to know who leads or who kills best. Born from goblins impaled by Faulkaust’s ruby spires, these Hojjoblins did not stay near the ruins of their creation. They fled into the unclaimed lands, Bleeding intellect and instinct. The crimson stain never left them. It darkened their skin, sharpened their bones, and burned precision into their instincts. Where others survive, they dominate. Where others build, they overtake.\rTheir black hair grows thick and tangled, often braided with bone or wire. Their eyes are reflective pools of blood and calculation. Wild Hojjoblins do not speak in ranks or politics. They speak in angles, trajectories, and probability. Every raid is planned for, to the second. Every retreat is bait. Every Death serves the next kill. They feel no need to return to civilization. Why go back to the towers, when the forest is already theirs? Why serve a king, when you can build a warpath that never ends? To face a Wild Hojjoblin is not to fight a person. It is to challenge a living stratagem that has already accounted for your next five moves.",
        "size": "5-6",
        "lifespan": "30-50",
        "language": "Imperial (Gutter)",
        "diet": "Everything",
        "rarity": "Common",
        "region": "global, eclipse, dreamsea, ordealis, void",
        "origin": "vozian",
        "feature_name": "Consistent Striker",
        "feature_effect": "When you hit a creature with a melee or ranged weapon attack, you may choose to forgo rolling damage and instead deal 6 damage of damage type",
        "fetAction": "Special"
    },
    {
        "lineage": "goblijjin",
        "option": "hojjoblin",
        "name": "Falken",
        "description": "When the towers fell and the red light faded, not all Hojjoblins ran into the wilds. Some stayed behind in the Broken cities Faulkaust once ruled, digging into the ruins and rewriting the blueprints. These became the Falken. Refined, relentless, and quietly ambitious, they remember who made them and see no reason to forget. Falken are tall for goblinkind, with smooth violet or lavender skin that gives them an almost regal quality. Unlike their wild kin, whose black hair grows coarse and wild, Falken often have fine, silken strands they style, sometimes straight, sometimes curled tight, and sometimes barely growing at all. Their eyes shimmer faintly with internal calculation, always scanning, always measuring.\rIn cities, they are architects of influence. Some design bridges or rail systems, others design networks of information or power. Their minds move in patterns others struggle to see, always seeking efficiency, elevation, and legacy. Falken are often known by a single name or title, their identity tied not to clan but to accomplishments. They rarely show emotion, but their passion lies just under the surface. To them, every flaw is a challenge, every system a puzzle. They do not dream of perfection. They engineer it.",
        "size": "5-6",
        "lifespan": "30-50",
        "language": "Imperial (Gutter)",
        "diet": "Everything",
        "rarity": "Common",
        "region": "global, eclipse, dreamsea, ordealis, void",
        "origin": "crystal",
        "feature_name": "Raw Power",
        "feature_effect": "You do not make guesses. You make decisions. Gain +1 to all checks.",
        "fetAction": "Passive"
    },
    {
        "lineage": "goblijjin",
        "option": "hojjoblin",
        "name": "Vozian",
        "description": "The Vozian Hojgoblins are the shadowy enforcers of the night, born of an ancient lineage that despises arcane forces. Their very presence is a bane to spellcasters, as they have honed their abilities to counter and disrupt magic. With skin tones reminiscent of either ash or twilight, they stalk the night, hunting down those who wield magic with malevolent intent. Their hatred for magic is as much a part of them as their very blood, making them both revered and feared among those who know of their reputation.",
        "size": "5-6",
        "lifespan": "30-50",
        "language": "Imperial (Gutter)",
        "diet": "Everything",
        "rarity": "Common",
        "region": "global, eclipse, dreamsea, ordealis, void",
        "origin": "vozian",
        "feature_name": "Upturn",
        "feature_effect": "As an Off-Action when a creature is casting a spell, make a luck check. On a success, raise or lower their check by 1.",
        "fetAction": "Off-Action"
    },
    {
        "lineage": "human",
        "name": "Primarch",
        "description": "Primarchs, often referred to as \"True Humans\" by some cultures, represent a rare and enigmatic strain of humanity that embodies the full spectrum of human potential and ambition. They are distinguished by their commanding presence and potent influence, often occupying positions of power where their natural authority can sway the will of others.\nFeared and revered in equal measure, their very existence shapes the course of history, with their actions often heralding significant change and leaving an enduring legacy in their wake. Despite their rarity, Primarchs reflect the diversity inherent to humanity, encompassing a vast array of cultural, philosophical, and moral leanings.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial",
        "diet": "Omnivore",
        "rarity": "Very Rare",
        "region": "global",
        "origin": "basic",
        "feature_name": "Command",
        "feature_effect": "As an action make a contested Influence Check targeting an intelligent creature you can see within short range, on a success the creature will follow a single word command until the end of their turn to the best of its ability as long as that command doesn't directly result in the harm of the creature\nSample Words:\n- Obey. The target moves toward you by the shortest and most direct route, ending its turn if it moves within melee range of you.\n- Discard. The target drops whatever it is holding, disarms, or removes shield or armor (if applicable)\n- Retreat. The target spends its turn moving away from you by the fastest available means until the end of its next turn.\n- Submit. The target falls prone and remains until the end of its next turn.",
        "fetAction": "Action",
        "fetCheck": "Influence",
        "fetRange": "Short",
        "fetDuration": "Until the end of their next turn"
    },
    {
        "lineage": "human",
        "option": "changeling",
        "name": "Greyling",
        "description": "Changelings are quiet imposters. They are creatures that replace themselves in the life of someone else. While the old stories speak of fey mischief and forest spirits, most changelings don't know where they came from. They are almost human: their voice slightly wrong, their smile too still, their movements rehearsed. Found in villages, orphanages, or city gutters, they blend into society until someone looks too closely. Raised in place of the real child, they often become wanderers or con artists, driven by a subtle sense of displacement. Some seek truth. Others play the role they were given. Many are hunted by those who believe the switch can be undone.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial",
        "diet": "Omnivore",
        "rarity": "Very Rare",
        "region": "global",
        "origin": "nature",
        "feature_name": "Faceshift",
        "feature_effect": "As an action, shift your facial structure into that of another creature you have studied within the past 24 hours, know intimately, or have loyalty with. When you do this and you can see the creature you gain the surface thoughts of the creature, voice, and mannerisms.",
        "fetAction": "Action"
    },
    {
        "lineage": "human",
        "option": "changeling",
        "name": "Elemental",
        "description": "In the heart of the world's wild frontiers, where nature’s forces rage unchecked, the Elemental Changelings were born. Their origins are the stuff of ancient myths, tales of the world's formation and the spirits that shaped it.\nIt is said that an Elemental Changeling can listen to the whispers of the winds, converse with the babbling brooks, and coax the very mountains to shift. Their ceremonies are spectacles of elemental mastery, where fire and water dance, stone and air embrace, and the spirits of nature join in a harmonious chorus.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial",
        "diet": "Omnivore",
        "rarity": "Very Rare",
        "region": "global, void",
        "origin": "nature",
        "feature_name": "Environmental Shifter",
        "feature_effect": "As an action blend into any surface like a wooden wall, stone, or even a campfire or water. While in this form you have the Invisible condition. When you are shifted you can make attacks with a stealth check, adding your Stealth check to the damage once per creature.",
        "fetAction": "Action"
    },
    {
        "lineage": "human",
        "option": "changeling",
        "name": "haunted",
        "description": "Beneath the veil of the mortal realm, in places tainted by darkness and flame, the Vozian Changelings emerged. Their genesis is intertwined with tales of forbidden pacts and infernal bargains. Driven by a hunger for power or desperation, their ancestors sought out the infernal entities of the Vozian depths, forging bonds that would change the course of their lineage forever.\rNow, these changelings walk the world bearing both the gift and curse of their infernal heritage. With the ability to assume forms that mirror the nightmares of many, they are both feared and revered. Settlements speak of the Vozian emissaries who can turn the tide of battles with their fiery presence, while whispered campfire stories warn of their wrath. But not all Vozians are agents of destruction; some seek redemption, hoping to use their formidable abilities to protect, rather than to terrorize.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial",
        "diet": "Omnivore",
        "rarity": "Very Rare",
        "region": "global, ordealis",
        "origin": "vozian",
        "feature_name": "Dreadful",
        "feature_effect": "As an action, shift your facial structure into that of a horrifying visage, monster or illusion. Creatures within reach range and make a mental check, on a failure they gain the fear condition and immunity to this effect.",
        "fetAction": "Action"
    },
    {
        "lineage": "human",
        "option": "changeling",
        "name": "uncanny",
        "description": "The Nemuri are not born, but instead they are dreamed. Slipping from the Dreamsea into cradles and lives that were not meant for them, Nemuri Changelings replace the ones who were supposed to be. Their presence is uncanny: calm, graceful, soft-spoken, yet never fully here. Many don't even know they're not the original until a dream reminds them. Some fade into society. Others awaken to what they are and return to walk the Dreamsea, keeping watch over its fragile boundary. They are protectors by instinct, guarding reality from the bleed of nightmares. It’s said you can see a true changeling by looking into their eyes and realizing they're somewhere else.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial",
        "diet": "Omnivore",
        "rarity": "Very Rare",
        "region": "global, dreamsea",
        "origin": "nature",
        "feature_name": "Dreamshift",
        "feature_effect": "Once per long rest as an off-action, you may swap places with a willing creature within Short range. If it's before you are to be attacked, the attacker still resolves the action, but now against the new target.",
        "fetAction": "Off-Action",
        "fetRange": "Short"
    },
    {
        "lineage": "human",
        "option": "gnome",
        "name": "tinker",
        "description": "The banishment from the fey never disturbed their work. They continue with experiments that have helped and hurt creatures all throughout the world. Their homelands are often sprawling cities of moving parts, practically living traps.",
        "size": "3-4",
        "lifespan": "120-200",
        "language": "Imperial (Complicated Elvish)",
        "diet": "Omnivore, Vegetarian",
        "rarity": "Uncommon",
        "region": "global",
        "origin": "basic",
        "feature_name": "Tinker-ish",
        "feature_effect": "You start with an interesting invention that was yours or one of your family’s creations. You keep it with you at all times, and it is very important. Choose from the following list\nThe Impossible Pocket: A pocket 6 inches wide that can fit up to 100 lbs.\nLight Switch: Flick the switch to turn lights on or off.\nThe Chemical Transmuter: Pour in one potion and get out another. Make a luck check to determine if it gets better or worse.\nTikky Tim: A clockwork little guy (PL 1) that can be repaired as an action.\nTemporary Teleport: Click the device to teleport up to medium range for 1 minute. Afterward, you are violently teleported back.\nTinker Wings: Allow you to fly equal to your movement, but you fall to the ground at the end of your turn.",
        "fetAction": "Resource"
    },
    {
        "lineage": "human",
        "option": "gnome",
        "name": "hearthless",
        "description": "Hearthless Gnomes are wanderers who no longer seek belonging. Once part of the vibrant Feywild, something in them faded long ago. Now, they drift from place to place, setting up pockets of comfort in ruined homes, dead forests, and forgotten tunnels. They are soft-spoken and strangely serene, often tending to others without emotion or judgment. They don't protect because it’s right. They do it because it’s what they do. Their presence quiets the mind, dulls Fear, and warms the bones, even if nothing behind their eyes reflects it. Wherever they stop feels like home… but only while they're there.",
        "size": "3-4",
        "lifespan": "120-200",
        "language": "Imperial (Complicated Elvish)",
        "diet": "Omnivore, Vegetarian",
        "rarity": "Uncommon",
        "region": "global",
        "origin": "basic",
        "feature_name": "Quality Comforts",
        "feature_effect": "When you and your party Press On, give everyone a +2 to anything they recover or repair. Additionally, when you stop somewhere you are able to create a comfortable environment. Increased rest healing and safety, it's unlikely that creatures will invade your comfortable space, and if they do it's unlikely that they will attack.",
        "fetAction": "Passive"
    },
    {
        "lineage": "human",
        "name": "Kleinkind",
        "description": "Small in stature but grand in spirit, the Kleinkind are a species as cozy as a well-worn quilt and as surprising as a jack-in-the-box. Often referred to as \"Halflings\" by outsiders, these delightful people weave a narrative claiming they were the first intelligent beings to grace the planet. Whether this is true or just a tale spun over a warm mug of cider, the Kleinkind hold their belief with pride (and no small amount of charm).\nThe Kleinkind hallmark is their love of community and comfort. Their villages are havens of merriment, where doors are always open, feasts are abundant, and every stranger is a friend waiting to be made. Their lives are painted with warmth and laughter, their hearths glowing as brightly as their spirits. But not all Kleinkind are content to stay within the snug borders of their idyllic enclaves. Some feel the pull of the road, a wanderlust that drives them to become Barnstormers—restless travelers who bring joy, stories, and just a touch of chaos wherever they go.\nPhysically, Kleinkind are marvels of density. Standing no taller than 2 feet, they are far heavier than their size suggests, with compact musculature that makes them unexpectedly sturdy. A 1-foot Kleinkind can weigh up to 60 pounds, leading to many a startled adventurer who underestimated their strength. Despite their heft, they move with surprising nimbleness, like a stone rolling downhill—steady and unstoppable.",
        "size": "1-2",
        "lifespan": "60-90",
        "language": "Imperial",
        "diet": "Comfort food",
        "rarity": "Uncommon",
        "region": "global",
        "origin": "basic",
        "feature_name": "Pleasant Aura",
        "feature_effect": "You have a knack for spinning tales and warming hearts. Once per day as an off-action, make a contested Luck check with creature. If you success the creature is Charmed by you for 1 minute, on a failure you become Confused until the end of your next turn",
        "fetAction": "Off-Action",
        "fetCheck": "Luck"
    },
    {
        "lineage": "human",
        "option": "orc",
        "name": "desert",
        "description": "These desert orcs used stone moving magics and hard work to create stone dome structures in which they would live as large packs within. However there was constant fighting and the leader of the tribe would need to fight everyone to calm them down, thus how leadership was attained. Desert Orcs prefer to fight in large numbers with several creatures attacking at once",
        "size": "6-8",
        "lifespan": "60-90",
        "language": "Imperial (Orkid)",
        "diet": "Omnivore, Vegetarian",
        "rarity": "Common",
        "region": "Global, Multiplanar",
        "origin": "basic",
        "feature_name": "Desert Striker",
        "feature_effect": "Gain +2 to Unarmed Attack checks and damage.",
        "fetAction": "Passive"
    },
    {
        "lineage": "human",
        "option": "orc",
        "name": "mountain",
        "description": "In the mountains of the Orclands, the pale orcs reign supreme. They possess a mastery of stone and metal that rivals even the dwarves. These rare orcs are not often seen outside of their mountain temples and little is known about their culture or society. They are known for their impressive architectural feats and their skill in working with stone and metal is said to be unmatched. When these orcs leave their lands they are bound magically to secrecy by powerful tattoos.",
        "size": "6-8",
        "lifespan": "60-90",
        "language": "Imperial (Orkid)",
        "diet": "Omnivore, Vegetarian",
        "rarity": "Common",
        "region": "Global, Multiplanar",
        "origin": "basic",
        "feature_name": "Weapon Connection",
        "feature_effect": "Gain +2 to Attack Checks and Damage with weapons.",
        "fetAction": "Passive",
        "images": [
            "assets/species/mountain-orc.jpg"
        ]
    },
    {
        "lineage": "human",
        "option": "orc",
        "name": "jungle",
        "description": "The Green Jungle Orc is the most prevalent Orc option throughout the world. These tribes originally roamed and controlled the Orclands, being the first to develop a written language. Starting with knotted threads, their language evolved into scarification and tattoos, used for tracking time, marking landmarks, and agricultural purposes.\nDue to their diet of superfoods, Jungle Orcs grew to impressive sizes and developed the ability to shrug off pain and maintain limitless reserves of energy. These traits allowed them to build an empire based on strength, stamina, and strategic thinking. They are fierce warriors and skilled strategists who once controlled vast portions of the Orclands.",
        "size": "6-8",
        "lifespan": "60-90",
        "language": "Imperial (Orkid)",
        "diet": "Omnivore, Vegetarian",
        "rarity": "Common",
        "region": "Global, Multiplanar",
        "origin": "basic",
        "feature_name": "Rushing Charge",
        "feature_effect": "If you move toward a creature within 20 ft and make an attack, gain advantage on the attack.",
        "fetAction": "Special"
    },
    {
        "lineage": "human",
        "option": "orc",
        "name": "maldios",
        "description": "The orcs are not untouched by the corruption of the Vozian flame. In truth, they may have been its first victims. Orc legends whisper that the first orc born became Maldios, a war-driven soul who descended into the burning depths of Ordealis and thrived. There, among the rivers of blood and sandstorms of ash, he rose not just as a survivor, but as a conqueror. Now known as a greater demon of war, Maldios stands over twenty feet tall, his wings scorched and leathery, his armor built from the bones of Rotalisks; terrifying creatures that devour demons. Maldios is wrath embodied, a being of perfect violence and control.\nThose orcs who carry Maldios’ blood or have been tainted by his legacy are unmistakable. Their skin burns a bright infernal orange, and their eyes glisten with an internal fire that never dims. They are not savages however, they are tacticians bred in flame. Every movement is calculated. Every reaction is deadly. They do not hesitate. They strike back.",
        "size": "6-8",
        "lifespan": "60-90",
        "language": "Imperial (Orkid)",
        "diet": "Omnivore, Vegetarian",
        "rarity": "Common",
        "region": "Global, Multiplanar",
        "origin": "vozian",
        "feature_name": "Infernal Skin",
        "feature_effect": "As an Off-Action when being hit with a melee attack, you may unleash the stored heat beneath your skin. The creature that hit you takes [[1d4]] Vozian damage. If they are celestial or holy in some way, they instead take [[1d6]] and have disadvantage on their next attack.",
        "fetAction": "Off-Action",
        "fetDamage": "1d4",
        "fetDamagetype": "Vozian"
    },
    {
        "lineage": "human",
        "option": "orc",
        "name": "oceanic",
        "description": "Oceanic Orcs are a rugged seafaring culture born in the archipelagos and reef-spined coastlines of the world. Their skin ranges from deep slate to sea-glass green, often mottled with barnacle-like textures or salt-etched markings. Their long limbs, powerful lungs, and strong backs make them natural divers, pearl harvesters, reef scouts, and wave-splitters.\rThough often mistaken for solitary wanderers, Oceanic Orcs live by a deep code of tidal kinship. Family is fluid but sacred, and every crewmember is a sibling once the salt has bonded them. Their lives are shaped by the rhythm of waves, storm seasons, and the calls of massive sea beasts. They hunt leviathans, ride ocean currents, and sing old songs to calm the waters.\rOceanic Orcs are known for their wave-bound adaptability, moving with purpose both above and below water, and for forging gear from coral, whale bone, or shipwreck iron",
        "size": "6-8",
        "lifespan": "60-90",
        "language": "Imperial (Orkid)",
        "diet": "Omnivore, Vegetarian",
        "rarity": "Common",
        "region": "Global, Multiplanar",
        "origin": "basic",
        "feature_name": "Tidal Crash",
        "feature_effect": "As an off-action, when you hit a creature with a melee weapon, you may unleash a surge of stored momentum. The target must succeed on a Strength or Agility check (their choice) against your Strength check or be knocked back 10 feet and fall Prone. If they collide with terrain or another creature, both take -2 impact damage.",
        "fetAction": "Off-Action",
        "fetCheck": "Agility, Strength"
    },
    {
        "lineage": "human",
        "option": "core bound",
        "name": "Arcane",
        "description": "Arcane Core constructs are powered by pure magical energy, their cores brimming with arcane power. These constructs are often adorned with intricate runes and symbols etched into their bodies, marking their deep connection to magic. Designed to wield potent magical abilities, Arcane Core constructs possess heightened intellect and an unparalleled understanding of the arcane arts. They are known for their resilience, able to regenerate and repair themselves through their mastery of magical crafting. Fuel Source - Mana Crystals: These are dense stones imbued with pure magical energy, mined from regions thick with arcane power.",
        "size": "3-9",
        "lifespan": "60 years per cycle",
        "language": "Imperial",
        "diet": "Fuel Source - Mana Crystals: Dense stones imbued with pure magical energy, mined from regions thick with arcane power.",
        "rarity": "Rare",
        "region": "global",
        "origin": "arcane",
        "feature_name": "Arcane Core",
        "feature_effect": "At the end of character creation, convert all your wounds into armor. Your armor regenerates at a rate of 1 point per hour. As an action, you may repair yourself, restoring [[1d10]] armor. If your armor is ever reduced to 0, you enter a dormant state where you cannot act or respond, but your regeneration continues until fully restored when you awake again. Removing the core during the dormant state resets your personality and erases all memories. If the core is damaged in this state, it can become permanently inoperable.",
        "fetAction": "Resource"
    },
    {
        "lineage": "human",
        "option": "core bound",
        "name": "Dryad",
        "description": "Dryad Core constructs are imbued with the life essence of nature itself, granting them a deep connection to the natural world. Their bodies are often entwined with vines and leaves, and their agility and perception make them as swift and adaptive as the forests they resemble. Created originally by gnome tinkerers, these constructs carry within them the echoes of ancient dryads, allowing them to manipulate plants and tap into ancient knowledge locked deep within their cores. Fuel Source - Photosynthate Gel: A biologically engineered substance that replicates the effects of photosynthesis in plants.",
        "size": "3-9",
        "lifespan": "60 years per cycle",
        "language": "Imperial",
        "diet": "Fuel Source - Photosynthate Gel: A biologically engineered substance that replicates the effects of photosynthesis in plants.",
        "rarity": "Rare",
        "region": "global, fey",
        "origin": "nature",
        "feature_name": "Dryad Core",
        "feature_effect": "You have an additional +5 armor. Your armor regenerates at a rate of 1 point per hour. When you have no armor enter a Rootform state, while in this state you have advantage on Physical Checks and disadvantage on Mental Checks. If you take the Injured condition you are no longer in Rootform state, and you cannot enter Rootform until you Press On or Long Rest.",
        "fetAction": "Passive"
    },
    {
        "lineage": "human",
        "option": "core bound",
        "name": "Vozian",
        "description": "Vozian Core constructs are powered by infernal energy, their cores infused with the smoldering flames of the damned. Their bodies are often scorched and cracked, with flickering embers dancing across their frames, a testament to the dark power they wield. Designed for strength and endurance, these constructs channel their infernal essence into raw power, making them unstoppable in combat. Vozian Core constructs thrive in destruction, embodying the residual energy of their infernal origins. Fuel Source - Ashes of the Damned: The cremated remains of powerful undead creatures, which continue to smolder with a residual life force.",
        "size": "4 - 11",
        "lifespan": "60 years per cycle",
        "language": "Imperial",
        "diet": "Fuel Source - Ashes of the Damned: The cremated remains of powerful undead creatures, which continue to smolder with residual life force.",
        "rarity": "Rare",
        "region": "global, ordealis",
        "origin": "vozian",
        "feature_name": "Vozian Core",
        "feature_effect": "Once per turn, you may burn your core. Choose one of your checks to take a –1 penalty until your next Press On or Long Rest. In exchange, you gain advantage on all checks until the end of your next turn. You may only burn your core once per turn. The first time you take the death condition, take -1 to all checks and remove the condition. You have a -1 to all checks until your next Long Rest",
        "fetAction": "Resource",
        "images": [
            "assets/species/vozian-core.jpg"
        ]
    },
    {
        "lineage": "human",
        "option": "dwarf",
        "name": "Hill",
        "description": "Hill Dwarves are proud surface-dwellers with sun-bronzed skin and soot-streaked hands. Spending much of their time under the open sky, they are known for their dark, sun-kissed skin and thick black hair, often tied back or braided. Hill Dwarves are practical and hardworking people, skilled in engineering, stone-cutting, and brewing. Despite spending less time underground, they retain a strong connection to their Dwarven heritage and bring their unyielding determination to all aspects of their lives.",
        "size": "3-5",
        "lifespan": "200-400",
        "language": "Imperial (Dwarga)",
        "diet": "Omnivore with dirt & soil as spices",
        "rarity": "Common below ground",
        "region": "dwelfmire",
        "origin": "basic",
        "feature_name": "Armorborn",
        "feature_effect": "While wearing armor you have +10 movement speed, you repair your armor to the maximum while taking a long rest",
        "fetAction": "Passive"
    },
    {
        "lineage": "human",
        "option": "dwarf",
        "name": "Mountain",
        "description": "Mountain Dwarves are the traditionalists of their kind, born and raised in the massive peaks and deep caverns beneath the surface. With light skin tones and hair ranging from blonde to rich browns, Mountain Dwarves are natural warriors and master craftsmen. They are deeply tied to their subterranean homes, where they mine precious gems and metals and create artifacts of unmatched durability. Mountain Dwarves have a reputation for being stoic, disciplined, and fiercely loyal to their clans. Their skills in forging and their resistance to toxins make them valuable allies and formidable foes.",
        "size": "3-5",
        "lifespan": "200-400",
        "language": "Imperial (Dwarga)",
        "diet": "Omnivore with dirt & soil as spices",
        "rarity": "Common below ground",
        "region": "global, dwelfmire",
        "origin": "basic",
        "feature_name": "Metalshaper",
        "feature_effect": "Once per day during a long rest, you can instantly repair one piece of gear like armor or a weapon",
        "fetAction": "Special"
    },
    {
        "lineage": "human",
        "option": "dwarf",
        "name": "Flamebeard",
        "description": "Flamebeard Dwarves are a fiery and enigmatic subrace, born deep within the volcanic regions of the Dwelfmire. Their molten environment has forged them into a unique people, with skin often tinged with an ashen hue and hair resembling living flames. As they age, some Flamebeards even display molten veins glowing beneath their skin. They are known for their affinity with heat and fire, and their ability to craft weapons infused with elemental energy is legendary. Flamebeards possess a fiery temperament to match their environment, but their passion and loyalty make them invaluable allies in times of need.",
        "size": "3-5",
        "lifespan": "200-400",
        "language": "Imperial (Dwarga)",
        "diet": "Omnivore with dirt & soil as spices",
        "rarity": "Uncommon",
        "region": "dwelfmire",
        "origin": "elemental",
        "feature_name": "Molten",
        "feature_effect": "Once per day, As an action gain immunity to fire damage and your melee weapons deal an additional +3 fire damage for 1 minute",
        "fetAction": "Action",
        "fetDuration": "1 minute"
    },
    {
        "lineage": "human",
        "option": "dwarf",
        "name": "Breaker",
        "description": "The Breaker dwarves, a distinct lineage of dwarves, have long resided in the depths of the Dwelfmire. With pale skin that contrasts starkly against vivid red tattoos, they present an imposing figure. Notably, the higher the rank and status of a Breaker dwarf, the more extensive their tattoo coverage, with leaders often fully inked in red.\rA Controversial Legacy: Historically, the Breaker dwarves have been staunch traditionalists. They've instituted a system where many creatures find themselves bound in a form of indentured servitude. These individuals are obligated to serve until they've completed their education and repaid all debts. This practice, while ensuring a steady workforce for the Breaker dwarves, has earned them a reputation of being master manipulators and oppressors. While many view the Breaker dwarves as malevolent due to their enslavement practices, it's essential to note the internal dissent within their ranks. Many Breaker dwarves, disillusioned by the stringent rules and the oppressive reign of the Tyrant Lord, have chosen to abandon their subterranean cities. They seek simpler, more peaceful lives on the surface, hoping to distance themselves from the controversial legacy of their ancestors.\rAppearance and Identity: A Breaker dwarf's appearance is a testament to their heritage and beliefs. Their pale complexion is often offset by hair shades ranging from rich bronze to fiery red. The red tattoos adorning their bodies are not mere decorations; they are symbols of status, experience, and in many cases, allegiance to the Tyrant Lord.",
        "size": "3-5",
        "lifespan": "200-400",
        "language": "Imperial (Dwarga)",
        "diet": "Omnivore with dirt & soil as spices",
        "rarity": "Common below ground",
        "region": "dwelfmire",
        "origin": "tech",
        "feature_name": "Breaker Gear",
        "feature_effect": "You have a Breaker Pistol. 1 hand, medium range, [[1d4]] piercing damage and automatically hits without a check.",
        "fetAction": "Special",
        "fetDamage": "1d4",
        "fetDamagetype": "Piercing"
    },
    {
        "lineage": "human",
        "option": "elf",
        "name": "breaker",
        "description": "Long ago, the ancestors of the Breaker Elves sought refuge in the underground realms to escape a cataclysmic event on the surface. Over the centuries, their physiology adapted to the darkness, resulting in the evolution of their distinctive skin tone and hair. Born in the depths and bred for endurance, Breaker Elves are not delicate or free. They were shaped by centuries of indentured servitude beneath the breaker dwarves, pressed into labor, pit fighting, and enforcement. Over time, their bodies adapted, becoming bulkier than surface kin, their skin bears hues of mauve, clay red, and bruised pinks, blending with rusted stone and torchlight. Their hair, always blood-red, is braided or shorn tight for utility, not beauty. Their eyes are adapted to see in the infrared spectrum, allowing them to perceive temperature differences in their environment, which can be especially handy in detecting living beings or working machines",
        "size": "5-6",
        "lifespan": "200-400",
        "language": "Imperial (Eln)",
        "diet": "Omnivore, Vegetarian",
        "rarity": "Common",
        "region": "Global, Multiplanar",
        "origin": "tech",
        "feature_name": "Pinpoint Crash",
        "feature_effect": "When you hit a medium sized creature with a melee attack, you may use an off-action to drive them into the ground or into a wall. The target must succeed a Physical check of their choice against your Strength or Agility check or be knocked Prone and Pinned until the end of their next turn.",
        "fetAction": "Off-Action",
        "fetCheck": "Physical",
        "images": [
            "assets/species/breaker-elf.jpg"
        ]
    },
    {
        "lineage": "human",
        "option": "elf",
        "name": "duskwither",
        "description": "Duskwither Elves thrive where others falter, in deep caves, shadowed forests, and forgotten fungal groves. Their bodies, often pale or patterned with living lichen, are shaped by symbiosis with the shadowy world around them. Some grow bioluminescent spores along their shoulders. Others have spider-silk white hair and eyes that shimmer in dim light. They walk quietly, feel vibrations beneath their bare feet, and hear the whispers of the spore networks like ancient radio signals. Among themselves, they speak in soft tones or not at all, often communicating through motion, spores, or shared silences. Outsiders find them eerie, but those who earn their trust discover a community bound by empathy, instinct, and ancestral memory.",
        "size": "5-6",
        "lifespan": "200-400",
        "language": "Imperial (Eln)",
        "diet": "Omnivore, Vegetarian",
        "rarity": "Common",
        "region": "Global, Multiplanar",
        "origin": "nature",
        "feature_name": "Duskwither Bloom",
        "feature_effect": "As an action once per day as an Off-Action, expand your senses through the fine spores that drift from your hair and skin. Until the end of your next turn, you are aware of all creatures within Short range, even if they are hidden, obscured, or behind cover. You can choose one creature that must make a Survival check or gain the Coughing condition for 1 minute as spores settle in their lungs.",
        "fetAction": "Off-Action",
        "fetDuration": "Until the end of their next turn"
    },
    {
        "lineage": "human",
        "option": "elf",
        "name": "shadow",
        "description": "Shadow Elves are enigmatic beings born in the Eclipse, a shadowy realm that lies between worlds. Their smoky, ethereal appearance reflects the nature of their homeland, where light and darkness intertwine. These elves are natural wanderers between dimensions, often acting as guides, spies, or guardians of planar boundaries. Their connection to shadow and their ability to move unseen make them mysterious figures in the eyes of other species groups. Despite their otherworldly demeanor, Shadow Elves are deeply thoughtful and often wrestle with the duality of their existence.",
        "size": "5-6",
        "lifespan": "200-400",
        "language": "Imperial (Eln)",
        "diet": "Omnivore, Vegetarian",
        "rarity": "Common",
        "region": "Global, Multiplanar",
        "origin": "life",
        "feature_name": "Eclipse Born",
        "feature_effect": "As a half-action, gain the Invisible condition while in darkness until the end of your next turn.",
        "fetAction": "Half-Action",
        "fetDuration": "Until the end of their next turn"
    },
    {
        "lineage": "human",
        "option": "elf",
        "name": "forest",
        "description": "Forest Elves consider themselves the truest connection to the original elven lineage, living harmoniously with nature and the Feywild. Their homes are often hidden deep within vast forests, where trees not only provide shelter but act as allies, moving to protect their elven caretakers. Forest Elves are graceful and serene, their songs and rituals strengthening the bond between the natural world and their kind. They are often seen as guardians of nature, defending their homes and wildlife from outside threats with a fierceness that belies their delicate appearance.",
        "size": "5-6",
        "lifespan": "200-400",
        "language": "Imperial (Eln)",
        "diet": "Omnivore, Vegetarian",
        "rarity": "Common",
        "region": "Global, Multiplanar",
        "origin": "nature",
        "feature_name": "Tree Step",
        "feature_effect": "Once per day, you may step into a living tree and emerge from another tree within Medium range and make an attack on a creature at advantage. Both trees must be at least your size. After doing so, you learn simple secrets from the nearby flora or fauna, like their basic emotions, warnings, or recent disturbances.",
        "fetAction": "Movement",
        "fetRange": "Medium"
    },
    {
        "lineage": "human",
        "option": "elf",
        "name": "noble",
        "description": "Also known as High Elves, Noble Elves pride themselves on their mastery of magic and their long-standing heritage as rulers and scholars. They once formed grand kingdoms in the Feywild, their courts steeped in arcane tradition and timeless beauty. Though many remain in the Feywild, some Noble Elves have returned to the global material plane, eager to reclaim their dominance over mortal kingdoms. Noble Elves are graceful and regal, often exuding an air of superiority, but their intellect and magical prowess make them valuable allies.",
        "size": "5-6",
        "lifespan": "200-400",
        "language": "Imperial (Eln)",
        "diet": "Omnivore, Vegetarian",
        "rarity": "Common",
        "region": "Global, Multiplanar",
        "origin": "arcane",
        "feature_name": "Manafused",
        "feature_effect": "Start with an additional +2 spell points. When you cast spells you have a +1 to the check and damage",
        "fetAction": "Resource"
    },
    {
        "lineage": "human",
        "option": "elf",
        "name": "water",
        "description": "Water Elves are amphibious beings who have adapted to life near and in the water. With gills that allow them to breathe both air and water, they are natural swimmers and divers. These elves often form close-knit communities with aquatic races like merfolk, living in harmony with the seas and rivers they call home. Known for their calm and fluid personalities, Water Elves often carry magical water from their homelands, using it to protect and heal. Their connection to the tides and their mastery of water magic make them invaluable in maritime endeavors.",
        "size": "5-6",
        "lifespan": "200-400",
        "language": "Imperial (Eln)",
        "diet": "Omnivore, Vegetarian",
        "rarity": "Common",
        "region": "Global, Multiplanar",
        "origin": "elemental",
        "feature_name": "Mana Water",
        "feature_effect": "You carry enchanted water from your homeland in a jug, gourd, or vessel. At the start of your turn, the water swirls around you, granting +1 armor (max 5). Once per day, as an action, you may release the water to either heal an ally within reach for [[1d6]] or grant them +3 armor for 1 minute. If your vessel is destroyed, you lose this feature until you return to a source of sacred water.",
        "fetAction": "Resource"
    },
    {
        "lineage": "jotun",
        "name": "Muśkila",
        "description": "In the ethereal depths of ancient woodlands reside the Muśkila, a gentle giant-kin, whispering secrets with the wind. Lavender skin blending with the mystical forest hues, they become one with nature, guardians to all woodland beings, providing refuge in their lush beards to tiny creatures seeking sanctuary. Although their appearance is formidable, their eyes gleam with kindness and mischief. The Muśkila, with their innate ability to vanish into the leafy embrace of their surroundings, safeguard the ancient, unspoken pact between the realms of Fey and mortal, all while maintaining a playful twinkle in their mystical endeavors.",
        "size": "10-15",
        "lifespan": "300-500",
        "language": "Imperial, Jotun",
        "diet": "Omnivore",
        "rarity": "Very Rare",
        "region": "fey",
        "origin": "nature",
        "feature_name": "Nature Bound",
        "feature_effect": "You can speak with plants and animals, they always speak in riddles. As an action blend in with plants, moss, or debris and you turn Invisible until the end of your next turn.",
        "fetAction": "Action",
        "fetDuration": "Until the end of their next turn",
        "images": [
            "assets/species/muskila.jpg"
        ]
    },
    {
        "lineage": "jotun",
        "name": "Visala",
        "description": "High upon the towering peaks, where the air is thin and the stone speaks in echoes of ancient battles, the Visala stand unyielded. Giants of formidable strength and stoic resolve, their society thrives upon the unrelenting pursuit of physical prowess, etching tales of their feats into the very stone they tread upon. Their eyes, intense and unyielding, tell stories of challenges met and adversaries conquered. Yet, beneath the robust exteriors and amidst the roars of their challenges, whispers of a prophecy stir, entwining their fate with threads of heroism and downfall.",
        "size": "10-15",
        "lifespan": "300-500",
        "language": "Imperial, Jotun",
        "diet": "Omnivore",
        "rarity": "Very Rare",
        "region": "global",
        "origin": "basic",
        "feature_name": "Combat Kings",
        "feature_effect": "You have +10 wounds. Once per day an action, remove a Corpus Condition.",
        "fetAction": "Action"
    },
    {
        "lineage": "realmsplit",
        "option": "ensuri",
        "name": "air",
        "description": "The Air Ensuri are ethereal wanderers, drifting wherever the winds of fate carry them. With their airy conversations and light-hearted demeanor, they are the quintessential free spirits. Drawn to the mystical and powerful, they often find themselves in the company of dragons and dragonborn, believing that the wind is the breath of Khalas. Their culture is rich with music and dance that mimic the movements of the wind, and their nomadic tribes are known for their storytelling and vibrant festivals. They prefer light, airy foods such as soufflés, whipped cream, and fresh fruits, embodying their connection to the sky and freedom.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Etheros",
        "diet": "Elemental",
        "rarity": "common",
        "region": "global, void",
        "origin": "elemental",
        "feature_name": "One with the Wind",
        "feature_effect": "You have a fly movement speed equal to your movement speed but must end your movement on solid ground or else fall to solid ground at the end of your turn.."
    },
    {
        "lineage": "realmsplit",
        "option": "ensuri",
        "name": "fire",
        "description": "The Fire Ensuri are passionate and fierce, with a fiery temperament to match their scorching abilities. Hailing from the Crumbling Void, they live alongside powerful fire elementals and are led by an immortal fire giant. Their culture is one of strength and defiance, celebrating fire in all its forms through grand festivals and rituals. They are known for their stunning heat dances and pyrotechnic displays. Their diet consists of spicy, grilled, and roasted foods, including charred meats and curries, reflecting their burning intensity and zest for life.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Etheros",
        "diet": "Elemental",
        "rarity": "common",
        "region": "global, void",
        "origin": "elemental",
        "feature_name": "Fire Control",
        "feature_effect": "When you deal fire damage, it deals +3 additional damage. Once per short rest, as a half-action, you may cause flames within Short range to surge or shrink, allowing you to either ignite or extinguish a flame or draw it into your hand as a flickering ember. This ember sheds light and warmth, and may be hurled as an off-action to deal [[1d4]] fire damage.",
        "fetAction": "Half-Action",
        "fetDamage": "1d4",
        "fetDamagetype": "Fire"
    },
    {
        "lineage": "realmsplit",
        "option": "ensuri",
        "name": "frost",
        "description": "The Frost Ensuri are as cold as the ice they command, yet their hearts are warm and protective. They inhabit the frozen tundras, creating magnificent ice castles and sculptures. Their culture is steeped in tales of bravery and endurance, celebrating the harsh beauty of winter. They are master craftsmen of ice, creating both weapons and art from their frozen domain. Their diet consists of chilled and frozen foods like ice cream and hearty winter stews, reflecting their icy surroundings and the comfort of warmth in cold times.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Etheros",
        "diet": "Elemental",
        "rarity": "common",
        "region": "global, void",
        "origin": "elemental",
        "feature_name": "Ice Weaponry",
        "feature_effect": "As a half-action, you may instantly form a melee weapon of solid ice. This weapon functions as a standard melee weapon of your choice dealing physical damage or Frost. If you fail an attack with it, the weapon shatters and must be remade. Additionally as a different half-action, you may summon a shield of ice as a half-action, granting +5 armor and dealing 1 cold damage to melee attackers that lasts for 1 minute",
        "fetAction": "Half-Action",
        "fetDuration": "1 minute"
    },
    {
        "lineage": "realmsplit",
        "option": "ensuri",
        "name": "lightning",
        "description": "The Lightning Ensuri are electrifying in both presence and personality. Known for their quick wit and agility, they are always the life of the party. Their culture is dynamic and fast-paced, with a love for jazz music and dance, embodying the spirit of the Roaring Twenties. They are skilled inventors and tinkerers, often creating gadgets powered by their own electricity. Their diet is full of energizing foods like citrus fruits and caffeine-rich beverages, reflecting their vibrant and energetic nature.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Etheros",
        "diet": "Elemental",
        "rarity": "common",
        "region": "global, void",
        "origin": "elemental",
        "feature_name": "Blink Travel",
        "feature_effect": "Once per day, as an action teleport within short range dealing 1 lightning damage to all creatures in reach range of where you arrive and you have immunity to lighting damage until the end of your next turn.",
        "fetAction": "Action",
        "fetDamage": 1,
        "fetDamagetype": "Lighting"
    },
    {
        "lineage": "realmsplit",
        "option": "ensuri",
        "name": "smoke",
        "description": "The Smoke Ensuri are enigmatic and elusive, masters of shadows and illusions. Their pitch-black skin emits a perpetual smoke, allowing them to vanish and reappear at will. They are deeply connected to the Umbral Eclipse, drawing their power from the darkness. Their culture is one of mystery and subtlety, with rituals and traditions shrouded in secrecy. They are skilled in espionage and stealth, often serving as spies or assassins. Their diet includes smoked and grilled foods, echoing the smoky ambiance of hidden speakeasies during Prohibition.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Etheros",
        "diet": "Elemental",
        "rarity": "common",
        "region": "global, void",
        "origin": "elemental",
        "feature_name": "Smoke Shroud",
        "feature_effect": "When you take a half-action stance, everything within reach range of you is enveloped in smoke. Creatures in the smoke have the blind condition but you do not.",
        "fetAction": "Half-Action"
    },
    {
        "lineage": "realmsplit",
        "option": "ensuri",
        "name": "stone",
        "description": "The Stone Ensuri are the epitome of strength and stability. With skin like stone, gems, or crystals, they are rugged and resilient, embodying the essence of the earth. They are hardworking, loyal, and deeply connected to the land. Their culture values craftsmanship and endurance, often reflected in their elaborate stone carvings and architecture. Their communities are built into mountains and caves, creating breathtaking underground cities. They consume hearty, mineral-rich foods like root vegetables and hearty stews, reminiscent of the sustenance required by miners and laborers, symbolizing their grounded nature.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Etheros",
        "diet": "Elemental",
        "rarity": "common",
        "region": "global, void",
        "origin": "elemental",
        "feature_name": "Stone Glide",
        "feature_effect": "You can submerge into stone, rock, or stone like water as an action and have half movement speed while submerged in the rock. You can be heard and felt in the stone but not seen unless you bring yourself to the surface.",
        "fetAction": "Passive"
    },
    {
        "lineage": "realmsplit",
        "option": "ensuri",
        "name": "toxic",
        "description": "Often misunderstood and feared, the Toxic Ensuri thrive in the shadows of society. Their toxic clouds are both their defense and their curse, driving them to live in swamps and sewers. Despite this, they have a rich culture of resilience and survival. They are adept at alchemy and herbalism, creating potent remedies and poisons. Their homes are often hidden and fortified, making use of natural camouflage. Their diet includes strong-flavored and fermented foods, symbolizing their ability to thrive in harsh conditions and turn adversity into strength.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Etheros",
        "diet": "Elemental",
        "rarity": "common",
        "region": "global, void",
        "origin": "elemental",
        "feature_name": "Toxic Cloud",
        "feature_effect": "You are surrounded by a subtle toxic haze. When a creature enters or starts their turn within Melee Range of you, they must succeed on a Survival check or take [[1]] toxic damage. You are immune to toxic damage",
        "fetAction": "Passive"
    },
    {
        "lineage": "realmsplit",
        "option": "ensuri",
        "name": "water",
        "description": "The Water Ensuri are fluid and adaptable, with a serene and calming presence. Their semi-translucent skin shimmers like the surface of a clear lake. They live in harmony with the aquatic world, often residing in underwater cities made of coral and glass. Their culture revolves around the ebb and flow of the tides, with ceremonies and traditions tied to the lunar cycles. They enjoy seafood and freshwater plants, with meals that are light and refreshing, such as ceviche and sushi, mirroring the coastal cuisine and their connection to the ocean's tranquility.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Etheros",
        "diet": "Elemental",
        "rarity": "common",
        "region": "global, void",
        "origin": "elemental",
        "feature_name": "Water Control",
        "feature_effect": "As a half-action, you may draw and suspend up to 1 gallon of nearby water within shart range, manipulating it around you. While holding this water, you may, as an action, release a slashing fluid strike that deals [[1d6]] fluid damage and consumes part of the mass. Additionally, once per rest, you may listen to the memory held within water from the past 5 minutes, revealing sounds and movement it has touched.",
        "fetAction": "Half-Action",
        "fetDamage": "1d6",
        "fetDamagetype": "Fluid",
        "images": [
            "assets/species/ensuri-water.jpg"
        ]
    },
    {
        "lineage": "realmsplit",
        "option": "helborn",
        "name": "desolate",
        "description": "The Desolate are shaped by silence. Born from the layer of the Ordealis known as the Fields of Desolation, their souls were forged in endless stillness beneath pale, unmoving skies. In that realm, there are no voices, no comfort, no reprieve. Only time, wind, and the long erosion of self. Those who carry its mark often grow into quiet observers, hardened by the absence of connection. They are drawn to company but struggle to feel part of it. This contradiction defines their lives.\nTheir skin resembles cracked stone and dusted ash, and small jagged horns grow like Broken earth from their brow. Desolate Helborn form large families or communal groups to push back against the isolation burned into their souls. Within these circles, they are deeply loyal and fiercely protective. They are not cold. They are simply waiting to feel warm again.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Dealig",
        "diet": "Carnivore, Living, and Pain",
        "rarity": "Common",
        "region": "global, ordealis",
        "origin": "vozian",
        "feature_name": "Endure",
        "feature_effect": "When you would gain a Cognition condition, you may use an Off-Action to make a Survival check against the triggering difficulty. On a success, the condition is prevented. Once you use this ability successfully, you must complete a rest before using it again.",
        "fetAction": "Off-Action",
        "fetCheck": "Survival"

    },
    {
        "lineage": "realmsplit",
        "option": "helborn",
        "name": "rustfiend",
        "description": "The Rustfiend are born of the Iron Dominion, a brutal layer of the Ordealis where pain is function and identity is replaced with utility. In this realm, souls are tested through work, repetition, and the stripping of will. The Rustfiend emerged from this place fused with its lessons. Their flesh is touched by cursed metal, and their horns curve like wrought iron left too long in rain.\rThey speak in short sentences, favor precision over flair, and often find peace in structure or labor. Many are drawn to machines, forges, and the work of the hands. They are not emotionless, but their feelings have learned to move beneath the surface, waiting for something worth igniting them. A Rustfiend is slow to trust, but unshakable once they do.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Dealig",
        "diet": "Carnivore, Living, and Pain",
        "rarity": "Common",
        "region": "global, ordealis",
        "origin": "vozian",
        "feature_name": "Iron Embrace",
        "feature_effect": "As an action, you may summon the will of the Iron Dominion. Your body hardens with cursed metal, you gain armor equal to a rolled Strength check. This armor lasts for 1 minute. You may use this ability once per rest.",
        "fetAction": "Action",
        "fetCheck": "Strength",
        "fetDuration": "1 minute"
    },
    {
        "lineage": "realmsplit",
        "option": "helborn",
        "name": "soulshade",
        "description": "The Soulshade Helborn are born from the Clockwork Abyss, a layer of the Ordealis where time fractures and spirits drift between ticking gears and frozen echoes. In that place, the soul is tested not by pain or power, but by memory. Voices of the dead linger like dust in a machine, whispering regrets and forgotten truths. The Soulshade emerged from these echoes touched by the unseen, their bodies thinned by spirit interaction, their eyes dimmed by all they've seen.\rThey are quiet, perceptive, and strangely calming. Others speak of how time slows around them. They rarely lie but rarely speak the whole truth either. Soulshades are natural mediums, drawing spirits not through ritual, but by proximity. Many work as guides, interpreters, or grief-bearers. Some become obsessed with the dead, while others see themselves as their protectors. Their skin is faint and cool, and their horns curl like smoke caught in windless rooms.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Dealig",
        "diet": "Carnivore, Living, and Pain",
        "rarity": "Common",
        "region": "global, ordealis",
        "origin": "vozian",
        "feature_name": "Spirit Whisperer",
        "feature_effect": "You can perceive and speak with nearby spirits, even if they are invisible or bound. This includes lingering souls, echoes, or residual haunts within Short range. Once per rest as an Off-Action, you may allow a spirit to briefly channel through you, granting you advantage on a single Mental check. The spirit must be willing or present in the area.",
        "fetAction": "Off-Action",
        "fetCheck": "Mental",
        "fetRange": "Short"
    },
    {
        "lineage": "realmsplit",
        "option": "helborn",
        "name": "ink shadow",
        "description": "The Inkshadow are the offspring of the Library of Demons, a realm where knowledge is hoarded like gold and memory becomes obsession. The trials of Inkshadow are not physical. They are cerebral, built to seduce with curiosity until the soul forgets itself in pursuit of answers. Helborn from this layer are born with memories that do not belong to them. They dream in languages they have never heard and often carry the weight of questions with no answers.\nTheir skin is marked with living ink, shifting slightly with mood or memory. Their horns are smooth and curved, lined with etched script that pulses softly when near magic. Inkshadows are drawn to language, secrets, and forbidden texts. Many isolate themselves, fearing their addiction to information. Others live without books entirely, reciting their knowledge aloud to forget it more quickly. They are teachers, wanderers, and sometimes dangerous archivists.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Dealig",
        "diet": "Carnivore, Living, and Pain",
        "rarity": "Common",
        "region": "global, ordealis",
        "origin": "vozian",
        "feature_name": "Tomebound Knowledge",
        "feature_effect": "You can read and understand any written language or arcane script upon seeing it, even if it is lost, encoded, or forgotten. Once per rest, you may recall a piece of obscure knowledge related to a creature, place, or spell as if you had studied it, even if you have never encountered it before. This knowledge may be partial or distorted, especially if it is dangerous or forbidden.",
        "fetAction": "Passive"
    },
    {
        "lineage": "realmsplit",
        "option": "helborn",
        "name": "echo horn",
        "description": "Echo Horn Helborn are born from the Discordant Symphony, a realm in the Ordealis where sound itself is sacred and volatile. In that layer, harmony is law and dissonance is punishment. Souls are tested not through silence, but through overwhelming noise, choruses of memory, shrieking regret, and the sharp, perfect pitch of divine truth. Those who survive do not forget the music. It echoes in their bones.\rEcho Horns carry that resonance with them. Their horns spiral like clefs or tuning forks, and their skin bears flowing patterns like staves or vibrating waveforms. They speak rhythmically without meaning to. Their voices can calm a crowd or shatter glass, depending on the cadence. Some choose to live as wandering musicians or diplomats. Others isolate themselves to avoid their own destructive potential.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Dealig",
        "diet": "Carnivore, Living, and Pain",
        "rarity": "Common",
        "region": "global, ordealis",
        "origin": "vozian",
        "feature_name": "Sonic Resonance",
        "feature_effect": "As an action, you may manipulate surrounding sound waves. Choose one: either project your voice clearly to a creature within long range regardless of obstacles, or emit a sharp burst that forces a creature within Short range to make a Survival check or become Confused until the end of their next turn.",
        "fetAction": "Action",
        "fetCheck": "Survival",
        "fetDuration": "Until the end of their next turn"
    },
    {
        "lineage": "realmsplit",
        "option": "helborn",
        "name": "ice reaver",
        "description": "Icereavers are shaped in the Silent Void, a frozen layer of the Ordealis where even the soul’s voice can be entombed in ice. In this realm, trials take the form of stillness and solitude. Time does not pass in warmth but in breath that crystallizes and falls. Emotion becomes a liability. Speech invites shattering. The Helborn who emerge from this place do so cloaked in frost and silence.\rTheir presence chills the air around them. Their crystalline horns glint like frozen spears, and their eyes reflect the cold eternity they carry inside. They speak rarely, and when they do, their words cut with clarity. Icereavers are often drawn to sentinel roles, guardianship, or quiet vengeance. Their culture values restraint and endurance, and many live far from cities, surrounded by snow or quiet stone.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Dealig",
        "diet": "Carnivore, Living, and Pain",
        "rarity": "Common",
        "region": "global, ordealis",
        "origin": "vozian",
        "feature_name": "Frost Touch",
        "feature_effect": "As an action, you may place your hand on a creature within reach and impose or remove the Slowed or Pinned condition until the end of their next turn..",
        "fetAction": "Action",
        "fetDuration": "Until the end of their next turn"
    },
    {
        "lineage": "realmsplit",
        "option": "helborn",
        "name": "mistfire",
        "description": "Mistfire Helborn are shaped by the River of Forgotten Souls, a drifting layer of the Ordealis where memory unravels and identity dissolves like breath on cold glass. This realm carries whispers that once belonged to names now lost, and the souls that pass through it often forget who they were before they reach the other side. Those who carry its mark into the waking world are elusive by nature, difficult to pin down and harder to remember.\rTheir horns appear as drifting trails of smoke or pale fog, and their bodies shimmer with soft edges like a figure seen through frosted glass. Mistfire Helborn speaks softly and often says little, but their presence lingers long after they are gone. Some become couriers or spies, others serve as caretakers of the dying, guiding final moments into peace. They are calm, unreadable, and difficult to truly know.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Dealig",
        "diet": "Carnivore, Living, and Pain",
        "rarity": "Common",
        "region": "global, ordealis",
        "origin": "vozian",
        "feature_name": "Mistform",
        "feature_effect": "As an action gain the Intangible or invisible condition until the end of your next turn.",
        "fetAction": "Action",
        "fetDuration": "Until the end of your next turn"
    },
    {
        "lineage": "realmsplit",
        "option": "helborn",
        "name": "warshade",
        "description": "The Warshade are forged in the Fields of Torment, a realm in the Ordealis where conflict never ends. Souls here are pitted against each other in endless cycles of trial and bloodshed, forced to fight not for purpose but for survival. From this place come the Helborn who embody pain refined into skill, rage tempered by discipline, and fury harnessed into clarity.\rTheir horns are thick and notched like Broken weapons, and their skin carries the hues of charred stone and blood-washed iron. Warshades speak plainly and hold few illusions. Their trust must be earned through battle or sacrifice. Many serve as bodyguards, champions, or ruthless tacticians. Some try to escape the violence in their blood, but most accept it and find meaning through it.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Dealig",
        "diet": "Carnivore, Living, and Pain",
        "rarity": "Common",
        "region": "global, ordealis",
        "origin": "vozian",
        "feature_name": "War Fury",
        "feature_effect": "When you take the attack action, you may make one additional melee attack at disadvantage. You may use this ability once per turn.",
        "fetAction": "Action"
    },
    {
        "lineage": "realmsplit",
        "option": "helborn",
        "name": "moraltus",
        "description": "The Moraltus are Helborn touched not by the wild layers of the Ordealis, but by its highest order. They descend from the Temple of Asmodeus, a bastion of law and control seated deep in the infernal planes. Within this temple, contracts are sacred and morality is measured in structure rather than emotion. Moraltus Helborn are shaped by a force that values order above all else, and their presence reflects this unnatural balance.\rTheir skin glows faintly, like polished marble warmed from within, and their horns spiral upward with an almost architectural grace. They walk with quiet confidence and often serve as leaders, judges, or mediators. While others Fear the demonic within, the Moraltus embrace the discipline it provides, using it as a framework to build lives of precision and resolve. Their culture emphasizes honor, loyalty, and a rigid sense of duty.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Dealig",
        "diet": "Carnivore, Living, and Pain",
        "rarity": "Common",
        "region": "global, ordealis",
        "origin": "vozian",
        "feature_name": "Serene Command",
        "feature_effect": "As an Action, you may touch a creature within reach and remove one Cognition condition affecting them",
        "fetAction": "Action",
        "fetRange": "Reach"
    },
    {
        "lineage": "realmsplit",
        "option": "helborn",
        "name": "vozian",
        "description": "Vozian Helborn were not born in the Ordealis. They were born in the blood-soaked aftermath of VoZo’s descent. When the blood of that primordial god spilled across the prime material, it did not merely corrupt. It reshaped. Where it touched mortals, some fell. Others rose twisted and new. These became the Vozian Helborn, creatures not of twisted souls, but of poisoned creation.\rTheir skin appears faded and drained of color, and their eyes hold the lifeless glint of something that remembers too much. Their horns are fractured, reptilian, and scatter across their bodies like bone plating. They do not speak of pain, but it follows them. While elves embraced the magic of VoZo with purpose, humans soaked in it became something unstable and dangerous. Villains, martyrs, and monsters alike may trace their roots to this event.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Dealig",
        "diet": "Carnivore, Living, and Pain",
        "rarity": "Common",
        "region": "global, ordealis",
        "origin": "vozian",
        "feature_name": "Skin of Hate",
        "feature_effect": "When a spell targets you directly, you may make a Luck check as an Off-Action. On a success, reflect half the damage or primary effect of the spell back at the caster.",
        "fetAction": "Off-Action",
        "fetCheck": "Luck",
                "images": [
                    "assets/species/helborn-vozian.jpg"
                ]
    },
    {
        "lineage": "realmsplit",
        "option": "helborn",
        "name": "abyssal",
        "description": "The Abyssal Helborn is a creature of darkness and otherworldly power. Its skin glows with the ethereal hues of twilight, and its body is adorned with sharp and asymmetrical horns. They are feared and shunned by society due to their otherworldly origins, but they possess a culture that is rich and mysterious. They are known to be powerful and formidable, but also quite reclusive, choosing to keep to themselves and their own kind.\rThey believe in the power of the abyss and are said to possess the ability to ensnare the souls of those they grapple with, drawing them into the abyss. Often viewed as loners, they can also be part of a tight-knit community. They are very protective of their own kind and will fiercely defend them if threatened. Some are quite wise and knowledgeable, possessing ancient secrets not shared with outsiders. They have a strong sense of pride and honor, with unwavering loyalty to their own.\rPhysical Traits:\rHorn Type: Similar to moose antlers but sharper.\rPhysical Description: Much larger than others, with skin that looks like the night sky.",
        "size": "5-6",
        "lifespan": "60-90",
        "language": "Imperial, Dealig",
        "diet": "Carnivore, Living, and Pain",
        "rarity": "Common",
        "region": "global, ordealis",
        "origin": "vozian",
        "feature_name": "Lost in Your Abyss",
        "feature_effect": "When you have a creature grappled, you can force them to look into your eyes. They must make a Survival, Observation, or Spirit check, or their soul is lost into your abyss. This is marked on your skin as a galaxy or scar of some sort. The lost creature can make another check at the start of their next turn, but if they fail again, they are lost to your abyss, and you gain +1 Spirit.",
        "fetAction": "Special",
        "fetCheck": "Survival, Observation, Spirit",
        "fetRange": "Melee",
        "fetDuration": "Permanent"
    },
    {
        "lineage": "realmsplit",
        "option": "seraphim",
        "name": "Shackleborn (Brakkus)",
        "description": "Shackleborn are not forged in glory, but in judgment. They are the hands of Brakkus, the god who does not speak of freedom but of order. He is the god of Power, Control, Domination, Ability, and Leadership. His angels descend in silence, their limbs wrapped in celestial chains, their eyes fixed on those who would disrupt the natural weight of consequence.\rBrakkus is not cruel, but he is exacting. He does not punish emotion or rebellion, only the failure to bear the burden of choice. The Shackleborn exist to remind the world that justice does not kneel. Their presence is a sentence. Their wings do not lift them skyward, instead they drag behind like relics from an older war, whispering the names of those already judged. Each Shackleborn carries a portion of divine restraint, etched into their form. To see one is to know that something has gone too far. To hear their chains is to know it has been noticed.",
        "size": "5-6",
        "lifespan": "100-200",
        "language": "Imperial, Holy",
        "diet": "Prayer, wine, and bread",
        "rarity": "Rare",
        "region": "global, celestial",
        "origin": "celestial",
        "feature_name": "Wings of Authority",
        "feature_effect": "You have heavy metallic chain wings that provide no flight but give +10 armor that regenerates on a Long Rest. As an action you can summon ethereal chains to bind an enemy within reach range The target must make a Strength check or take the pinned condition until the end of your next turn.",
        "fetAction": "Action",
        "fetCheck": "Strength",
        "fetRange": "Reach",
        "fetDuration": "Until the end of your next turn"
    },
    {
        "lineage": "realmsplit",
        "option": "seraphim",
        "name": "Chronal Wardens (Chronus)",
        "description": "Chronal Wardens are temporal sentinels, angels born not of time, but from the precise tension between what was and what could be. They serve Chronus, the god of Time, Progress, Reality, Mass, and Magic. These angels do not dream. They remember. Their forms shimmer with the static of moments too quick to name. Faces blur between expressions, hands move a fraction too fast, and their wings pulse like frozen lightning. They are the archivists of reality’s shape, correcting timelines not with blades, but with presence. A look, a word, a step too soon. They undo what should not have happened.\rChronal Wardens do not interfere with fate. They preserve the edge between fate and chaos. When they appear, it is rarely to fight, but always to intervene. Where they pass, time bends, and those near them feel the weight of every mistake they never made.",
        "size": "5-6",
        "lifespan": "100-200",
        "language": "Imperial, Holy",
        "diet": "Prayer, wine, and bread",
        "rarity": "Rare",
        "region": "global, celestial",
        "origin": "celestial",
        "feature_name": "Temporal Wings",
        "feature_effect": "Shimmering translucent hard light wings that give flight speed equal to movement speed or half as much while wearing hefty armor. Once per day as an off-action give a creature within short range advantage on an attack check.",
        "fetAction": "Off-Action",
        "fetRange": "Short"
    },
    {
        "lineage": "realmsplit",
        "option": "seraphim",
        "name": "Resonance (Dumda)",
        "description": "Resonance angels are the echoes of Dumda’s will, formed from layered vibration and boundless tone. They do not walk. They hum. Their presence bends the air, their wings shimmer as distortions in reality. They are not messengers. They are the message. Where they move, silence gives way to harmony, and disharmony is shattered. Dumda is the god of Sound, Frequency, Connection, Bonds, and Music. Sound is their language, but also their weapon. The voice of a Resonance carries the weight of order, not through volume but through clarity. One perfect note can bring down deception, draw truth to the surface, or reduce confusion to stillness.",
        "size": "5-6",
        "lifespan": "100-200",
        "language": "Imperial, Holy",
        "diet": "Prayer, wine, and bread",
        "rarity": "Rare",
        "region": "global, celestial",
        "origin": "celestial",
        "feature_name": "Harmonic Wings",
        "feature_effect": "Your wings are made of vibrating force that ripple through the air, you have no flight speed. Once per day as an action, you may activate a burst of sonic momentum. You immediately gain flight speed equal to twice your movement until the end of your next turn and all hostile creatures within Short range must succeed an Observation check or gain the Deaf condition until the end of their next turn.",
        "fetAction": "Action",
        "fetRange": "Short",
        "fetDuration": "Until the end of your next turn"
    },
    {
        "lineage": "realmsplit",
        "option": "seraphim",
        "name": "Empyreans (Exembar)",
        "description": "Empyreans do not appear. They arrive. They do not shine. They are simply felt. Serving Exembar, god of Balance, Order, Matter, Ideals, and Ambition, these angels are the divine balance of warmth and clarity. Their wings are unseen, but those near them feel them as comfort, like standing beside a hearth or beneath a peaceful sky. Their purpose is not to dominate or destroy. It is to restore, to guide, and to rebalance what has been bent. An Empyrean does not speak loudly, but when they touch you, the truth comes forward. They do not heal because they pity. They heal because the world must continue.",
        "size": "5-6",
        "lifespan": "100-200",
        "language": "Imperial, Holy",
        "diet": "Prayer, wine, and bread",
        "rarity": "Rare",
        "region": "global, celestial",
        "origin": "celestial",
        "feature_name": "Wings of Judgement",
        "feature_effect": "Your wings are a warm breeze or benevolent aura and do not grant flight. Once per day As an action, you may touch a creature within reach and it must make a Spirit check or be compelled to speak only the truth until the end of their next turn. Or if you choose, they instead take +10 healing and remove one Cognition condition.",
        "fetAction": "Action",
        "fetCheck": "Spirit",
        "fetDuration": "Until the end of their next turn",
        "fetDamage": 10,
        "fetDamagetype": "Healing"
    },
    {
        "lineage": "realmsplit",
        "option": "seraphim",
        "name": "Silent Guardians (Jesha)",
        "description": "The Silent Guardians serve Jesha, the god of Silence, Wisdom, Ignorance, and Prophecy. In the halls of Jesha's realm, there is no voice, no footfall, no sound at all. The Guardians move like living shadows, wings vast and dark, cloaking the world around them in oppressive silence. They do not speak. They do not warn. They arrive when the balance of noise and chaos has tipped too far. To witness a Silent Guardian is to feel the weight of destiny turning without a sound. Their silence is not absence, but order. Their wings pull the world inward and leave nothing but breath, heartbeat, and knowing.",
        "size": "5-6",
        "lifespan": "100-200",
        "language": "Imperial, Holy",
        "diet": "Prayer, wine, and bread",
        "rarity": "Rare",
        "region": "global, celestial",
        "origin": "celestial",
        "feature_name": "Silence",
        "feature_effect": "You have large wings of black flesh or feathers that silence the air around you. You may fly at half your movement speed while not wearing hefty armor. As an action, you may create a field of silence in your reach range until the end of your next turn. Creatures entering the area must make a Survival check or gain the Deaf condition until they leave. Spells that require verbal components cannot be cast within this field.",
        "fetAction": "Action",
        "fetCheck": "Survival"
    },
    {
        "lineage": "realmsplit",
        "option": "seraphim",
        "name": "Librarians (Signessen)",
        "description": "Librarians are the angels of Signessen, the god of Understanding, Intelligence, Reason, and Skills. Each carries within them a living index of reality’s secrets. Their wings rustle like turning pages, each feather marked with an unreadable script. They guide scholars, protect lost knowledge, and retrieve what should never have been forgotten.\rLibrarians do not hoard what they know. They lend it. A glance from one can stir understanding in a stranger. A word whispered from their lips may unlock memories someone never knew they had. Their presence feels like opening the right book at the exact right time.",
        "size": "5-6",
        "lifespan": "100-200",
        "language": "Imperial, Holy",
        "diet": "Prayer, wine, and bread",
        "rarity": "Rare",
        "region": "global, celestial",
        "origin": "celestial",
        "feature_name": "Wings of Understanding",
        "feature_effect": "Your wings are weathered scrolls and stitched bindings that grant you flight equal to your movement speed, or half that while wearing hefty armor. Once per day as an action, you may focus your knowledge into a single phrase. Choose one creature within short range. That creature gains +10 on their next check made before the end of their turn then take the Stunned condition until the end of their next turn",
        "fetAction": "Action",
        "fetDuration": "Until the end of their next turn"
    },
    {
        "lineage": "realmsplit",
        "option": "seraphim",
        "name": "Emissary (Zuinmuir)",
        "description": "The Emissary of Zuinmuir is not a destroyer. It is a collector. It moves without sound, a shadow in the light, a whisper in a sealed tomb. Where it walks, warmth fades. Clocks slow. Breath turns cold. It does not force Death. It simply arrives when the soul can no longer resist its own weight. Zuinmuir is not the god of endings, but the river that carries all things beyond. The Emissary is its hand. Its wings are vast structures of polished bone and marrow, folding like cathedral gates and echoing with the memory of prayers long since spoken. It wears no expression, and it offers no comfort. But in its presence, all lies are stripped away.",
        "size": "5-6",
        "lifespan": "100-200",
        "language": "Imperial, Holy",
        "diet": "Prayer, wine, and bread",
        "rarity": "Rare",
        "region": "global, celestial",
        "origin": "celestial",
        "feature_name": "Wings of Finality",
        "feature_effect": "You have towering skeletal wings that carry the silence of the grave. You may fly at your movement speed, or half that in hefty armor. As an action, choose one creature within Short range. That creature must make a Spirit check or gain the Fear condition",
        "fetAction": "Action",
        "fetCheck": "Spirit",
        "fetRange": "Short"
    },
    {
        "lineage": "strigoi",
        "option": "Vampire",
        "name": "Tristeţe",
        "description": "In the spectral hierarchy of strigoi, the Tristeţe are the outcasts, the forsaken. Their name, translating to 'sadness', poignantly mirrors their existence. These unfortunate vampires, transformed into lesser beings by disease, foul magic, or tragic incidents, bear grotesque deformities. Their skin, weak and light-sensitive, compels them to lurk in the shadows, away from the sun's harsh judgment and society's scorn. Immortal, their existence is an endless nocturnal cycle.\rShunned and often slain on sight, the Tristeţe survive by adopting disguises, their true forms concealed beneath layers of illusion. Despite their tragic circumstances, they outnumber their nobler counterparts, their prevalence a harsh testament to the vampire world's realities. Their deformed bodies, grotesquely resilient, can regenerate wounds unless Exposed to sunlight or holy water. However, their light sensitivity is a severe weakness, with the sun's rays inflicting wounds that their bodies labor to heal. Holy symbols and radiant damage are particularly harmful, their unholy nature rendering them vulnerable to such forces.\rThe Tristeţe embody the vampire legend's darker side, a stark contrast to the nobility and allure often associated with their kind. They are the forsaken, the deformed, the sorrowful, their existence a haunting reminder of the tragic possibilities lurking in the vampire world's shadows.",
        "size": "5-6",
        "lifespan": "400-800",
        "language": "Imperial, Night",
        "diet": "Hematophagy",
        "rarity": "rare",
        "region": "kingslands",
        "origin": "life",
        "feature_name": "Deformation",
        "feature_effect": "Gain the Exhausted condition while in sunlight and take [[1d4]] solar damage every round. As an off-action, heal for 1 healing if you aren't in sunlight or running water, take solar damage, damage from holy water, take damage from silvered weapons, or have any major conditions.\n---\nYou have a mutation that, while grotesque, lend you some advantages. Choose one of the following:\nMassive Arm: Gain Strength +5. Attacks with this arm deal an additional +3 damage.\nStench: Creatures within 5ft have -5 on attack checks if they can smell. Does not work on constructs, undead, or vampires.\nBrain Sacs: Large pustule sacs hang from the back of your head that contain additional brain matter. Gain +5 Intellect.\nSecond Heart: As an off-action when you take a Corpus condition, you can make a Survival check and remove it on a success.",
        "fetAction": "Special"
    },
    {
        "lineage": "strigoi",
        "option": "Vampire",
        "name": "Avuţie",
        "description": "In the shadowy realm of the undead, the Avuţie stand as the epitome of vampire nobility. They are the embodiment of the timeless allure and chilling dread that has become synonymous with the vampire legend. The Avuţie are not mere predators of the night, but sophisticated rulers who have held the reins of power for centuries. They have been kings and queens, lords and ladies, their rule extending over vast lands shrouded in Fear and mystery. Their wealth is as ancient as they are, accrued over countless lifetimes, a testament to their cunning and influence. Despite their elegance and charm, the Avuţie are a chilling reminder of the true nature of the strigoi. They are as dangerous as they are alluring, their wealth and influence making them a formidable force in the world of the undead.",
        "size": "5-6",
        "lifespan": "400-800",
        "language": "Imperial, Night",
        "diet": "Hematophagy",
        "rarity": "rare",
        "region": "kingslands",
        "origin": "life",
        "feature_name": "Swindler's Charm",
        "feature_effect": "Gain the Exhausted condition while in sunlight and take [[1d4]] solar damage every round. As an off-action, heal for 1 healing if you aren't in sunlight or running water, take solar damage, damage from holy water, take damage from silvered weapons, or have any major conditions.\n---\nSpeak to a creature for 1 minute and make an Influence check. On a success, charm the creature for 1 hour. The creature is not under your control, and if they take damage or feel threatened, they break from the charm. After the charm is Broken, they know that they have been charmed and will be hostile towards you. While charmed in this way, the creature will:\nAlways tell the truth.\nFollow you if the path is safe.\nGive a minor amount of their wealth.\nAllow blood to be drawn (1 pint), after which they will take the Concussion condition for 1 minute.",
        "fetAction": "Special",
        "fetCheck": "Influence",
        "fetRange": "Reach",
        "fetDuration": "1 hour"
    },
    {
        "lineage": "strigoi",
        "option": "Vampire",
        "name": "Tărie",
        "description": "The Tărie, the embodiment of raw, unyielding strength, are a formidable sight to behold. These Dravin-kin are the epitome of physical prowess among the strigoi, their bodies honed to perfection through centuries of relentless training and battle. Their skin, ashen and cold, is a stark contrast to the vibrant crimson of the blood that sustains them. Their eyes, a piercing silver, radiate an intimidating presence, a clear warning to any who dare to cross their path.\rTheir wings, massive and powerful, are not just for show. They are fully functional, capable of carrying the Tărie into the sky. But these wings serve another purpose. They are strong and dexterous enough to wield additional simple melee weapons, turning the Tărie into a whirlwind of steel and fury on the battlefield. This unique ability allows them to engage multiple enemies at once.",
        "size": "6-7",
        "lifespan": "300-600",
        "language": "Imperial, Night",
        "diet": "Hematophagy",
        "rarity": "rare",
        "region": "kingslands",
        "origin": "life",
        "feature_name": "Flight",
        "feature_effect": "Gain the Exhausted condition while in sunlight and take [[1d4]] solar damage every round. As an off-action, heal for 1 healing if you aren't in sunlight or running water, take solar damage, damage from holy water, take damage from silvered weapons, or have any major conditions.\n---\nYou have massive wings that give fly speed equal to your movement or half as much if you have more than one hefty item.",
        "fetAction": "Passive"
    },
    {
        "lineage": "strigoi",
        "option": "Undead",
        "name": "Înviere",
        "description": "The Înviere are a haunting testament to the power of the undying, a species born from failed resurrections and ancient, mystical connections. Their existence is a paradox, caught between life and Death, yet belonging to neither. They are the children of the Undying King and the Lord of Winter, Kharn, embodying the chilling touch of Death and the relentless endurance of the cold.\rTheir bodies bear the marks of their Death and resurrection, making each Înviere a unique tapestry of life's end and its defiance. Their eyes glow with an eerie light, a beacon in the darkness they navigate so well. They move with purpose and intent, their actions driven by inscrutable goals known only to them and their undying deities.\rThe Înviere are a striking sight to behold, their forms a chilling echo of the life they once lived. They bear the visage of their former humanoid selves, yet their skin is pallid and cold, ranging in tones from the lightest alabaster to the deepest ebony. Their bodies are often marked by the circumstances of their Death, with scars, wounds, and other signs of their mortal end etched permanently into their flesh.",
        "size": "5-6",
        "lifespan": "400-800",
        "language": "Imperial, Night",
        "diet": "Hematophagy",
        "rarity": "rare",
        "region": "kingslands",
        "origin": "life",
        "feature_name": "Gift of Death",
        "feature_effect": "Gain the Exhausted condition while in sunlight and take [[1d4]] solar damage every round. As an off-action, heal for 1 healing if you aren't in sunlight or running water, take solar damage, damage from holy water, take damage from silvered weapons, or have any major conditions.\n--- \nYou do not need to eat, drink, sleep, or breathe, and you are immune to disease and magic can't put you to sleep. Once per month when you take the Death condition, remove it but it leaves a wound, scar, or disfigurement.\n---\nYou have the smell of Death, your body is rotten and cold. You have disadvantage on Influence checks on creatures that can smell you.",
        "fetAction": "Passive"
    },
    {
        "lineage": "symbiotes",
        "name": "eternal worm",
        "description": "Eternal Worms are a wise and ancient species of symbiote that have lived for centuries within various hosts. They are found in the sacred groves and ancient ruins where the barriers between the planes are thin. They have the ability to transfer their memories and experiences to their host, allowing them to benefit from a wealth of knowledge and skills, and even the ability to access ancient and forgotten magic.",
        "size": "host size",
        "lifespan": "immortal",
        "language": "Imperial",
        "diet": "host life essence",
        "rarity": "legendary",
        "region": "global",
        "origin": "chrono",
        "feature_name": "Memory Transfer",
        "feature_effect": "When the host and symbiote merge, their souls become deeply intertwined; sharing thoughts, emotions, and memories on an intimate level. Choose a single starting feature from any class, path or talent. You gain only that starting feature, not future progression from that class.",
        "fetAction": "Resource"
    },
    {
        "lineage": "symbiotes",
        "option": "gloomspawn",
        "name": "Nightvein",
        "description": "Nightveins are parasitic, yet unlike their kin, they rarely kill their hosts. Instead, they bond deeply and preserve the life within, often forging relationships that blur the line between dependence and companionship. A Nightvein may join with a beast as readily as a humanoid, shaping itself to fit the rhythms and instincts of its host. They are wanderers and seekers of knowledge, traveling far through the senses of those they inhabit. Nightveins are curious, often fascinated by culture, art, and history, collecting memories as if they were treasures. Their substance ripples with cool tones of blue, violet, and black, flowing like veins of shadow across the body they share.",
        "size": "host size",
        "lifespan": "60-90 years",
        "language": "Imperial, Night",
        "diet": "host life essence",
        "rarity": "Legendary",
        "region": "Eclipse, Prime",
        "origin": "life",
        "feature_name": "Weaponry",
        "feature_effect": "As an off-action, you can create a melee weapon of your choice from your substance. Of thrown the weapon immediately dissolves after hitting an object and does not hold its shape unless held by you. You may also shift your body slightly larger or smaller as an Off-Action",
        "fetAction": "Off-Action"
    },
    {
        "lineage": "symbiotes",
        "option": "gloomspawn",
        "name": "Devourer",
        "description": "Devourers embody the hunger at the heart of the Gloomspawn. They consume their hosts entirely, leaving little more than husks behind, then wear the shell of flesh as long as it will last. Their appetite is endless, and they burn through bodies as though they were mere fuel. In battle they are terrifying, reshaping themselves into jagged weapons and erupting into carnage with animal fury. Among mortals they are called the Blood Ooze, a name whispered with fear in villages and fortresses alike. Their forms glow in violent hues of red, orange, and yellow, most often clothed in the deep crimson of fresh blood. Devourers are relentless predators who see all living things as vessels waiting to be emptied.",
        "size": "host size",
        "lifespan": "60-90 years",
        "language": "Imperial, Night",
        "diet": "host life essence",
        "rarity": "Legendary",
        "region": "Eclipse, Prime, Ordealis",
        "origin": "chaos",
        "feature_name": "Red Feast",
        "feature_effect": "You possess a volatile bite that deals [[1d6]] Piercing damage. If this bite reduces a creature to 0 Wounds, you immediately consume its essence, healing [[1d6]] and removing one Corpus Condition.",
        "fetAction": "Special",
        "fetDamage": "1d6",
        "fetDamagetype": "Piercing"
    },
    {
        "lineage": "symbiotes",
        "option": "gloomspawn",
        "name": "Hollowhost",
        "description": "Hollowhosts take on familiar shapes in order to be welcomed, wearing the guise of humanoids to soothe suspicion. Their feeding is subtle, for they sustain themselves on energy taken gently in the night, often leaving their hosts unaware of what has occurred. Unlike the Devourer, the Hollowhost does not seek to destroy. They prefer to linger and nourish themselves over time, moving from one dwelling to another like a passing shadow. They are known for their ability to vanish from sight, slipping silently through windows and doors, unseen but ever present. Their substance glimmers with soft colors of pale pink, white, and gray, a palette that mirrors the light of dusk and dawn. Hollowhosts are regarded with both fear and awe, for they appear as caring companions even as they feed in secret.",
        "size": "host size",
        "lifespan": "60-90 years",
        "language": "Imperial, Night",
        "diet": "host life essence",
        "rarity": "Legendary",
        "region": "Eclipse, Prime",
        "origin": "life",
        "feature_name": "Drain",
        "feature_effect": "As an Off-Action, you may touch a creature to siphon their essence without making a check, dealing [[1d4]] Psychic damage and healing for half the amount dealt. If the target is unaware of your presence, the damage is doubled. Make a Stealth check to remain undetected after the drain.",
        "fetAction": "Off-Action",
        "fetDamage": "1d4",
        "fetDamagetype": "Psychic"
    },
    {
        "lineage": "Beastmen",
        "option": "Zoanthropes",
        "name": "Predatory",
        "description": "These shifters possess a strong predatory heritage and are characterized by their sharp claws and powerful jaws. They are skilled hunters, often preying on meat to sustain themselves. Rarely found in cities, they prefer a tribal lifestyle where they can hunt and roam freely. Fierce and powerful, they are often seen as protectors of their tribe.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Carnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Bloodfang",
        "feature_effect": "Once per day as an Off-Action, shift for 1 minute. While shifted, your unarmed strikes deal an additional 4 damage.",
        "fetAction": "Off-Action",
        "fetDuration": "1 minute"
    },
    {
        "lineage": "Beastmen",
        "option": "Zoanthropes",
        "name": "avian",
        "description": "These half-men have evolved to possess avian characteristics, with the ability to shift into a full bird form. Agile and quick, they can fly and soar with the grace of a bird. Often found near communities of avian beastfolk, they are considered a mutation of the humanoid/lycanthrope. Known for their strong sense of community, they are highly intelligent and adaptable.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Stormwing",
        "feature_effect": "You take half fall damage. Once per day as an Off-Action, shift for 1 minute. While shifted, you gain a fly speed of 60ft",
        "fetAction": "Off-Action",
        "fetDuration": "1 minute"
    },
    {
        "lineage": "Beastmen",
        "option": "Zoanthropes",
        "name": "Velorin",
        "description": "These shifters possess a strong cervidae heritage, characterized by their deer or hooved animal form. Known for their speed and agility, they can outrun and outmaneuver threats with ease. Peaceful and gentle by nature, they are fiercely loyal to their tribe and become formidable when threatened. Often found in wooded areas, they are considered protectors of the forest.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Herba)",
        "diet": "vegetarian",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Swift Retreat",
        "feature_effect": "Take a stance at the end of your turn that remains until the start of your next turn, or until activated. When a creature makes a melee Attack against you and misses, you can use an off-action to move up to half your movement without Provoke.",
        "fetAction": "Off-Action",
        "fetDuration": "Until the start of your next turn"
    },
    {
        "lineage": "Beastmen",
        "option": "Zoanthropes",
        "name": "aquatic",
        "description": "These shifters possess a strong aquatic heritage, characterized by their ability to shift into a full aquatic form such as fish or marine mammals. Equipped with powerful fins, gills, and webbed extremities, they excel in underwater environments. With heightened senses underwater and the ability to communicate with aquatic creatures, they are considered protectors of the ocean and its inhabitants. Often found near coastal or aquatic communities, they are known for their peaceful and loyal nature.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Aquan)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Amphibious",
        "feature_effect": "You can breathe air and water, suffer no underwater based penalties, and have a swim speed equal to your movement speed.",
        "fetAction": "Passive"
    },
    {
        "lineage": "Beastmen",
        "option": "Zoanthropes",
        "name": "satyr",
        "description": "The Satyrs are a mystical and mischievous breed of shifters, deeply tied to the feywild and the untamed forces of nature. Often mistaken for beastmen, Satyrs possess a unique blend of humanoid intelligence and feral instinct. With goat-like features such as cloven hooves, small horns, and nimble frames, their true essence lies in their connection to the fey.\rNatural performers and instigators, Satyrs thrive in chaos and revelry, wielding haunting melodies and captivating charm to influence others. Despite their playful demeanor, they are fiercely protective of their kin and the wilds they call home. Often found in ancient groves or hidden fey crossings, they act as guardians and emissaries of their enigmatic fey ancestry",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Herba)",
        "diet": "vegetarian",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Goat Song",
        "feature_effect": "As an Action, let out a haunting, melodic bleat and make a Influence check. On a success, it confuses and distracts opponents, giving them disadvantage on a check. Only works once on a creature.",
        "fetAction": "Action",
        "fetCheck": "Influence",
        "fetRange": "Short",
        "fetDuration": "Until the end of their next turn"
    },
    {
        "lineage": "Beastmen",
        "option": "Zoanthropes",
        "name": "centaur",
        "description": "Centaurs are proud and noble shifters, blending the strength of their equine heritage with the sharp wit and determination of their humanoid form. Known as tireless hunters and warriors, they roam the expansive grasslands and plains they call home. Centaur society revolves around freedom and duty, with members acting as both protectors and providers for their community.\nIn a bitter conflict with the Hellborn Minotaurs over the Thundering Plains, Centaurs view this battle as a fight for the survival of their way of life. Agile and fast, they are unmatched in endurance and maneuverability, revered as guardians of the plains. Skilled artisans and storytellers, Centaurs preserve their rich history through oral tradition and symbolic art, drawing strength from their connection to nature and the open skies.",
        "size": "8-10",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Herba)",
        "diet": "vegetarian",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Charge",
        "feature_effect": "If you move at least 20 ft in a straight line before attacking, your target must succeed on an Agility check or take [[1d4]] Impact damage and be knocked Prone.",
        "fetAction": "Special",
        "fetCheck": "Agility",
        "fetDuration": "Until the end of their next turn",
        "fetDamage": "1d4",
        "fetDamagetype": "Impact"
    },
    {
        "lineage": "Beastmen",
        "option": "Araknakin",
        "name": "Scorpikin",
        "description": "Scorpikin, or Aqrabuamelu, are desert-born folk whose upper bodies resemble muscular humans while their lower halves form the armored bulk of a massive scorpion. Their chitin ranges from red to obsidian black, often patterned by the sands they dwell in. They carry a pair of large pincers as well as dexterous hands, making them both dangerous warriors and capable artisans.\nMales tend to be leaner with sharper pincers and faster reflexes, while females are broader and heavier, with thicker carapaces and stronger tails. This dimorphism has shaped their culture, with males often serving as scouts or duelists and females taking on roles as defenders or leaders.",
        "size": "8-10",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Chitter)",
        "diet": "Carnivore",
        "rarity": "Very Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Venomous Arsenal",
        "feature_effect": "You have an extra pair of pincer arms and a stinger tail. Your pincers can hold simple objects. As an action you can make Strength or Agility attacks with your pincers or tail, dealing [[1d4]] piercing damage with the pincers or [[1d4]] Toxic damage with the tail.",
        "fetAction": "Action",
        "fetCheck": "Agility, Strength",
        "fetDamage": "1d4",
        "fetDamagetype": "Toxic"
    },
    {
        "lineage": "Beastmen",
        "option": "Araknakin",
        "name": "Spiderkin",
        "description": "Spiderkin are humanoids with long, angular limbs, thickly haired bodies, and prominent mandibles that click when they speak. Their eyes gleam in clusters of four or six, giving them excellent night vision. Their skin ranges from pale to dark mottled hues, often mirroring the patterns of woodland or cavern spiders.\nFemales grow larger and more robust, standing nearly a head taller than the average human, while males are slighter and more agile. Females are prized as warriors and providers, and males are often scholars or spellcasters. Both sexes weave silk, but females produce stronger strands suited for construction while males create finer thread for detail and art.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Chitter)",
        "diet": "Carnivore",
        "rarity": "Very Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Webspinner",
        "feature_effect": "You can climb on walls and ceilings without checks. As an Action, you may spray webbing in a 20 ft square or line, creating difficult terrain for 1 minute.",
        "fetAction": "Action",
        "fetDuration": "1 minute"
    },
    {
        "lineage": "Beastmen",
        "option": "Araknakin",
        "name": "Tikkin",
        "description": "Tikkin are small, slight humanoids rarely taller than four feet, with pale or dusky skin, sharp fangs, and bright eyes that seem to glow faintly in low light. Their voices are soft and quick, with a cadence that hints at constant caution. Though frail in stature, they move with a sudden speed when threatened, and their senses are tuned to heartbeats and warmth.\nMales are typically more wiry and fast, with angular faces and longer fingers adapted for delicate work, while females are rounder, stockier, and more resilient, often serving as anchors for their communities. This distinction is subtle compared to other species but is deeply noted among the Tikkin themselves.",
        "size": "1-4",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Chitter)",
        "diet": "Hematophagous",
        "rarity": "Very Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Blood Feast",
        "feature_effect": "You need to feed on blood, draining 1 pint in 1 minute from a living creature. After drinking, you heal [[1d6]], gain +10 armor and gain +1 to all checks for 1 hour. If you drink more than 1 pint from a creature, they gain the Exhausted condition for 1 hour.",
        "fetAction": "Special",
        "fetDuration": "1 minute"
    },
    {
        "lineage": "Beastmen",
        "option": "Avian",
        "name": "Corvus",
        "description": "Corvus are a unique avian subspecies born under the patronage of the gods Huginn and Muninn. Those born under Huginn are intelligent crows, while those under Muninn are ravens cursed by a fey deity with perfect memory, though they can only speak in mimicry if they choose to. This duality of intelligence and memory has led them to thrive in roles as court reporters, spies, and stage performers. Often found in cities, Corvus use their talents to gather information, navigate social hierarchies, and make a living. Skilled in Stealth and adept at moving in the dark, they are both enigmatic and resourceful.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Shadow Feathered",
        "feature_effect": "You have a fly speed equal to your movement if carrying no Hefty items. In dim light or darkness, you gain advantage on Stealth checks. You can also mimic simple sounds or voices you've heard; creatures may make an Intellect check to discern the mimicry.",
        "fetAction": "Passive",
        "fetCheck": "Stealth"
    },
    {
        "lineage": "Beastmen",
        "option": "Avian",
        "name": "Crane",
        "description": "The Crane are a proud and adventurous species, known for their long, slender limbs and formidable fighting skills. They are a nomadic people, constantly wandering in search of new experiences and challenges. Despite their wanderlust, they are fiercely loyal to their families and communities. Their society is organized around small, tight-knit clan groups, each led by a respected elder. These clans periodically gather for grand celebrations to share stories, trade goods, and honor their shared heritage. Cranes are trained in combat from a young age, using their long limbs to strike from unexpected angles and maintain a safe distance from their foes.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Celestial Call",
        "feature_effect": "You have a fly speed equal to your movement if carrying no Hefty items. Once per day, as an action, let out a resonant cry that heals allies within Short range for [[1d4]] and gives them +2 to their next check. Enemies in range must make a Spirit check or take the Deaf condition until the end of their next turn.",
        "fetAction": "Action",
        "fetCheck": "Spirit",
        "fetRange": "Short",
        "fetDuration": "Until the end of their next turn"
    },
    {
        "lineage": "Beastmen",
        "option": "Avian",
        "name": "Hawk",
        "description": "The Hawk humanoids, also known as Avian Knights, are a proud and honorable species. Their bodies are covered in feathers, with wings that allow short flights or gliding over long distances. Their sharp talons, combined with their strength and agility, make them exceptional hunters and warriors. Hawks are organized in a feudal system, where each territory has its own lord responsible for the safety and well-being of their people.\rThe Avian Knights, as the most powerful members of their society, serve as the lord’s personal protectors and military leaders. Known for their bravery, loyalty, and commitment to justice, they dedicate their lives to training and discipline to become the best warriors. Fiercely independent but compassionate, Hawks symbolize hope and are revered as defenders of the weak. Whether in the air or on the ground, they are a force to be reckoned with, embodying the virtues of strength, courage, and nobility.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Talon Strike",
        "feature_effect": "You have a fly speed equal to your movement if carrying no Hefty items. Your talons are considered a Standard Weapon (Agi or Str; 1 hand, Light; 1d6 Slashing). On a success+ Attack roll, you may choose to grapple instead of rolling on the success table.",
        "fetAction": "Passive",
        "fetDamage": "1d6",
        "fetDamagetype": "Slashing"
    },
    {
        "lineage": "Beastmen",
        "option": "Avian",
        "name": "Passerine",
        "description": "The Passerine humanoids, also known as Swift Avians, are small but mighty birds known for their quickness, agility, and bright, colorful feathers. Their small size allows them to maneuver through tight spaces, dense forests, and crowded cities with ease. Adventurous and social, Passerines love exploring new places and meeting new people, making them natural messengers and scouts.\rPasserines are known for their sharp memory, able to recall intricate details from their travels. Their communication style includes a complex system of chirps, songs, and body language, making their interactions lively and expressive. Their ability to manipulate air currents with their wings enables them to glide effortlessly, navigate dangerous terrains, and find shortcuts, making them invaluable members of any traveling party.",
        "size": "1-4",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Territorial Dive",
        "feature_effect": "You have a fly speed equal to your movement if carrying no Hefty items. As an action, if flying or at higher elevation, dive to strike a large or smaller target. The Attack deals [[1d6]] Impact damage and knocks the target Prone if they fail a Strength check.",
        "fetAction": "Action",
        "fetCheck": "Strength",
        "fetDamage": "1d6",
        "fetDamagetype": "Impact"
    },
    {
        "lineage": "Beastmen",
        "option": "Avian",
        "name": "Owl",
        "description": "The Owl humanoids are a highly respected and influential species, characterized by their large, wise-looking eyes, muted feathers, and sharp talons for hunting. Known for their exceptional intelligence and problem-solving abilities, they are often called upon to serve as mediators, judges, and jurors due to their reputation for impartiality. Owls are also revered as sages and leaders, frequently consulted for their knowledge and insight.\nOwl society places wisdom above all else, encouraging individuals to seek knowledge and experiences throughout their lives. They maintain a strong oral tradition, passing down stories of their wise ancestors from generation to generation. Ignorance is seen as a grave threat, and wisdom is viewed as the key to understanding the world. Owl humanoids are natural leaders, trusted decision-makers, and symbols of intellectual achievement within their communities.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Keen Vision",
        "feature_effect": "You have a fly speed equal to your movement if unburdened. You have advantage on Observation checks related to sight, and you can see objects up to twice as far as most creatures in clear conditions.",
        "fetAction": "Passive",
        "fetCheck": "Observation"
    },
    {
        "lineage": "Beastmen",
        "option": "Avian",
        "name": "Penguin",
        "description": "Penguins are a unique subspecies of avian beastmen, adapted to life in cold coastal regions and the open ocean. Though flightless, they are exceptional swimmers and agile divers, capable of navigating icy waters with unmatched grace. Known for their tightly-knit communities, they build intricate ice villages along glacial coasts, fortified against the harsh elements. Penguins hold deep cultural reverence for the \"Eternal Ice,\" an ancient tradition celebrating resilience, teamwork, and the bond between the sea and the sky. These ceremonies involve synchronized dances and storytelling by elder penguins, recounting legendary migrations and ocean spirits.\rPenguins have strong protective instincts, working cooperatively to guard their homes from predators and environmental dangers. Their natural resilience and physical adaptations make them excellent aquatic scouts, fierce protectors, and invaluable allies in both the sea and icy terrains. Despite their smaller stature and inability to fly, penguins exemplify determination, resourcefulness, and a profound connection to the ocean's mysteries.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Aquatic Adaptation",
        "feature_effect": "You have a swim speed equal to your movement. You can hold your breath for up to 1 hour and gain advantage on Survival checks in cold environments or near water.",
        "fetAction": "Passive",
        "fetCheck": "Survival",
        "fetDuration": "1 hour"
    },
    {
        "lineage": "Beastmen",
        "option": "Avian",
        "name": "Phoenix",
        "description": "Phoenixes are rare, mystical avians connected to fire and renewal. Known for their blazing feathers and the ability to rise from their ashes, they are symbols of hope and perseverance. Phoenix societies focus on the cycles of life, Death, and rebirth, with sacred pyres serving as places of renewal and meditation. Their fiery presence and ability to endure make them a beacon of resilience and inspiration.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "elemental",
        "feature_name": "Rebirth",
        "feature_effect": "You are immune to fire damage and deal an additional 1 fire damage on melee attacks and spells. If you take the Death condition, you instead burn to ash and return to life after 1d4 weeks. This ability cannot occur more than once per year.",
        "fetAction": "Special",
        "fetDamage": 1,
        "fetDamagetype": "Fire"
    },
    {
        "lineage": "Beastmen",
        "option": "Beruklians",
        "name": "Gorilla",
        "description": "The Gorilla subspecies is a powerful and intimidating force to be reckoned with. Renowned for their immense strength and warrior-like abilities, they are highly sought after in the corporate world. Many major companies employ Gorillas as bouncers and security guards, appreciating their physical prowess, discipline, intelligence, and loyalty. Their presence alone is often enough to deter troublemakers, making them an invaluable asset for businesses seeking top-notch security. Gorillas are not only symbols of power but also of trust and reliability.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Powerful",
        "feature_effect": "You have advantage on Strength checks",
        "fetAction": "Passive",
        "fetCheck": "Strength"
    },
    {
        "lineage": "Beastmen",
        "option": "Beruklians",
        "name": "Mono Grito",
        "description": "The Mono Grito subspecies, also known as the Howler Monkey subspecies, is known for their loud and piercing screams. Boisterous and outgoing, they thrive in group settings and enjoy being the center of attention. Their highly social nature makes them excellent communicators, and their ability to coordinate as a team is unmatched. Mono Gritos bring an infectious energy and excitement to any environment, making them a lively and colorful addition to any group.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Scream",
        "feature_effect": "As an Off-Action and scream at a creature in reach range, make an Influence check. On a success, give them disadvantage on their next check. This feature can only be used once per creature.",
        "fetAction": "Off-Action",
        "fetCheck": "Influence",
        "fetRange": "Reach"
    },
    {
        "lineage": "Beastmen",
        "option": "Beruklians",
        "name": "Oraggian",
        "description": "Oraggians are towering, contemplative beings who dwell in the high canopies and mist-laden valleys of the Prime and Fey realms. With russet fur and deep amber eyes that gleam with timeless understanding, they move with a deliberate grace that reflects immense patience. Each Oraggian is a living archive of stories, serving as teacher, philosopher, and guide who believes wisdom is not taught but uncovered through dialogue and reflection. Their homes, called Sanctums of Branch and Bark, are living monasteries woven from vines and ancient trees where apprentices study the balance of nature and thought. They often travel to mentor younger species or to restore harmony where arrogance has taken root. When they speak their words carry the calm authority of experience, and when they act it is with quiet purpose and control.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Wise Teacher",
        "feature_effect": "When you give the help action, add your Spirit to the assisted check.",
        "fetAction": "Passive",
        "fetCheck": "Spirit"
    },
    {
        "lineage": "Beastmen",
        "option": "Beruklians",
        "name": "Papio",
        "description": "Papio are wiry, quick-moving primates with keen eyes and brightly colored faces marked in reds, blues, and yellows. Their fur ranges from sandy brown to charcoal gray, and their limbs are long and powerful, built for climbing, sprinting, and wrestling. Their teeth are prominent and their grins wide, giving them an ever-playful look that often hides sharp awareness. Papio live loud and fast, thriving in groups that value courage, humor, and quick thinking. They adorn themselves with scraps of cloth, bone charms, and trinkets scavenged from their travels. Many become field medics, couriers, or survivalists, using wit and reflex over brute strength. When danger strikes, they move together in perfect rhythm, chattering to one another as they fight, patch wounds, or pull each other to safety. Beneath their wild energy lies an unshakable instinct to protect their troop.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Intimidating Maw",
        "feature_effect": "As an action make an Influence (Intimidation) check against a humanoid creature no larger than twice your height. On a success, the target gains the Fear condition.",
        "fetAction": "Action",
        "fetCheck": "Influence",
        "fetRange": "Short"
    },
    {
        "lineage": "Beastmen",
        "option": "Caniform",
        "name": "Lupine (Alpha)",
        "description": "The Lupine (Alpha) subspecies are proud and fiercely loyal leaders, easily recognized by their striking coats of pure white or jet black. These colors are said to mark their lineage as direct descendants of Fenris, and many Alphas believe the wild spirit of that ancient beast still burns within them. Their heritage is tied to old sagas of bravery and ferocity, and they carry that weight with pride.\nAlphas are natural-born leaders, often rising as pack heads, tribal chiefs, or war commanders. Their fiery temperaments can drive them to brash decisions, yet their determination and unwavering loyalty inspire those who follow them. In the wild, they are exceptional hunters, guided by sharp senses that allow them to track prey and enemies with ease.\nTheir howls echo across valleys and forests, resonant and commanding, rallying allies while filling enemies with dread. Though quick to anger, Alphas feel a profound responsibility for their pack’s survival. Many will place themselves in harm’s way rather than see their kin fall, embodying both the immense strength and the volatile flaws of their legendary ancestor.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Carnivore",
        "rarity": "Very Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Alpha Howl",
        "feature_effect": "Once per day, as an action, you can unleash a thunderous howl, the effects of which lasts for 1 minute. While active, allies within Short range have advantage on their melee attack checks and on Survival checks. At the start of the effect, choose one enemy within range. That creature must succeed on a Spirit check or take the Fear condition.",
        "fetAction": "Action",
        "fetCheck": "Spirit",
        "fetRange": "Short",
        "fetDuration": "1 minute",
        "images": [
            "assets/species/alpha.jpg"
        ]
    },
    {
        "lineage": "Beastmen",
        "option": "Caniform",
        "name": "Lupine (Sovereign)",
        "description": "Lupine (Sovereign) Caniforms are regal and wise, embodying the harmonious balance between nature and their wolfen heritage. These noble figures serve as spiritual leaders and mediators, guiding their packs with a deep connection to the land and divine forces. Revering Tala, the goddess of nature, they dedicate their lives to expanding her influence and nurturing the wilds. Sovereign territories are lush havens, cultivated through their abilities to summon rain and nurture fertile soil, ensuring abundance for their kin. Known as the “Goodest Guardians,” Sovereigns prioritize justice and stewardship, resolving conflicts with diplomacy before resorting to strength. Their howls carry a sacred resonance, invoking blessings from the forest itself.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Sacred Howl",
        "feature_effect": "As an action, let out a resonant howl that invokes nature’s blessing. Summon rain, breeze or other effect that gives one creature either +2 or -2 on their next check",
        "fetAction": "Action",
        "fetRange": "Short",
        "images": [
            "assets/species/sov.jpg"
        ]
    },
    {
        "lineage": "Beastmen",
        "option": "Caniform",
        "name": "Ursakin",
        "description": "The Ursakin are a gentle yet powerful subspecies, embodying the strength and resilience of their bear ancestors. Known for their love of community and simple pleasures, Ursakin villages are nestled in forest clearings or by rivers, where they live in harmony with nature. They are natural builders and protectors, revered for their ability to perform great feats of strength and their calm, thoughtful demeanor. However, when provoked or their kin are threatened, Ursakin become unyielding warriors, using their size and power to defend their homes. Tales often recount heroic Ursakin warriors holding off hordes of enemies or performing impossible feats of endurance. Despite their intimidating presence, Ursakin are kind-hearted and value friendship, often bonding with others over food, stories, and a shared love of nature.",
        "size": "8-10",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Lazy Shrug",
        "feature_effect": "Once per day, as an off-action, negate any amount of damage. However, you take the Exhausted condition.",
        "fetAction": "Off-Action",
        "fetDuration": "Until the end of their next turn"
    },
    {
        "lineage": "Beastmen",
        "option": "Caniform",
        "name": "Foxxin",
        "description": "The Foxxin are clever and quick-witted, known for their playful nature and boundless adaptability. Found in bustling cities, dense forests, or barren deserts, the Foxxin thrive wherever they roam, blending intelligence with resourcefulness to survive. Often seen as tricksters, they use their sharp minds and natural charm to outmaneuver foes, negotiate favorable deals, or escape sticky situations.\rFoxxin society celebrates legendary rogues and cunning heroes, admired for outsmarting stronger opponents. Despite their sly reputation, they possess an innate sense of justice, often working in the shadows to protect the vulnerable. Their laughter-like calls are both a signature and a weapon, unnerving enemies and rallying allies. Valuing wit, charm, and mischief, Foxxin make both entertaining companions and formidable opponents.",
        "size": "1-4",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Faux Paws",
        "feature_effect": "You only take 1 damage from stress when pushing on a check.",
        "fetAction": "Passive"
    },
    {
        "lineage": "Beastmen",
        "option": "Caniform",
        "name": "Coyote",
        "description": "The nomadic Coyotes are the wandering storytellers and resilient survivalists of the Caniform species. Often traveling in small groups or as lone adventurers, they are known for their sharp tongues and clever antics. Coyotes thrive in open plains, deserts, and scrublands, where they use their humor and guile to outwit enemies and navigate social conflicts.\nBelieving in the power of stories to inspire and unite, Coyotes often serve as the historians of their people. Their ability to adapt to harsh conditions makes them skilled scavengers and cunning strategists. While their antics can be chaotic, they are also deeply tied to their trickster roots, bringing laughter and mischief wherever they go. Their Howling Laughter, a mocking and disruptive call, echoes through the wilds, confusing foes and leaving them vulnerable.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Howling Laughter",
        "feature_effect": "As an action, let out a mocking howl, causing enemies within Short range to make an Intellect check or take the Confused condition until the end of their next turn.",
        "fetAction": "Action",
        "fetCheck": "Intellect",
        "fetRange": "Short"
    },
    {
        "lineage": "Beastmen",
        "option": "Cloven",
        "name": "Caprakin",
        "description": "The Caprakin are hardy and tenacious humanoid beastmen, thriving in steep, rocky landscapes where their agility and balance are unparalleled. Known for their bold nature and fierce independence, they are often found in mountainous regions, grazing on natural grasses and defending their tight-knit communities with vigor. Despite their aloof demeanor, Caprakin hold strong loyalty to their herds and ancestral lands.\rLegends of the Caprakin tell of their defiance against invaders, using their mountainous homes as natural fortresses to repel stronger foes. Their haunting war cries echo through the cliffs, instilling Fear and awe in those who hear them. Caprakin culture values resilience, storytelling, and a deep connection to the land. Climbing competitions and feats of strength are common rituals, often accompanied by epic tales of their heroes.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Herba)",
        "diet": "Vegetarian",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Unshakable Warcry",
        "feature_effect": "Once per day, as an action, unleash a chilling warcry to all creatures within short range. You and your allies cannot be knocked Prone and ignore rocky terrain. Enemies must make a Spirit check or take the Fear condition until the end of their next turn.",
        "fetAction": "Action",
        "fetCheck": "Spirit",
        "fetRange": "Short",
        "fetDuration": "Until the end of their next turn"
    },
    {
        "lineage": "Beastmen",
        "option": "Cloven",
        "name": "Hellhorn",
        "description": "The Hellhorn Minotaurs are a fiery and fearsome subspecies, their blood-red fur and sharp horns reflecting their infernal ancestry. Touched by dark, otherworldly forces, Hellhorns are known for their quick tempers and relentless ferocity in battle. Born on windswept plains, they embrace the thrill of the hunt, pursuing wild game and rival tribes with unmatched determination. While their infernal heritage often casts them in a sinister light, many Hellhorns channel their rage toward protecting their kin or carving out territories to ensure survival.\rHellhorn culture values strength and dominance, with ceremonial duels and displays of power marking their gatherings. Some Hellhorns seek redemption, striving to break free from their dark heritage, while others fully embrace it, using their infernal resilience to dominate enemies and defend their lands.",
        "size": "8-10",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Herba)",
        "diet": "Vegetarian",
        "rarity": "Very Rare",
        "region": "Prime, Ordealis",
        "origin": "vozian",
        "feature_name": "Infernal Charge",
        "feature_effect": "Your horns are natural weapons (Str or Agi; Light; 1d4 Physical, Piercing). If you move at least 20 ft toward a target before attacking, you have advantage on your next melee Attack. On a success+, you may choose to pin the target instead of rolling on the success table.",
        "fetAction": "Special"
    },
    {
        "lineage": "Beastmen",
        "option": "Cloven",
        "name": "Minotaur",
        "description": "The Labyrinthine Minotaurs are ancient guardians, revered for their unparalleled sense of direction and role as protectors of sacred mazes. Their fur often bears intricate, natural patterns resembling mazes, and their towering frames exude both mystery and wisdom. Originating as wardens of ancient dungeons, they are now invaluable guides in modern cities, where their ability to never lose their way makes them adept navigators and troubleshooters in crowded environments.\rLabyrinthine Minotaur culture is steeped in traditions of service and protection, with rites of passage that involve defending or solving labyrinths. To these Minotaurs, mazes are sacred spaces connecting them to their ancestors and their duty. Despite their intimidating presence, Labyrinthine Minotaurs are gentle and patient, earning respect as guides, mediators, and wise protectors.",
        "size": "8-10",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Herba)",
        "diet": "Vegetarian",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Maze Guardian",
        "feature_effect": "Your horns are natural weapons (Str or Agi; Light; 1d4 Physical, Piercing). You are never lost in a location you have visited before. As an action, you can create illusory walls that match the surrounding area. These walls last for 1 minute and can be used to mislead or redirect creatures in mazes or corridors.",
        "fetAction": "Action",
        "fetRange": "Short",
        "fetDuration": "1 minute"
    },
    {
        "lineage": "Beastmen",
        "option": "Cloven",
        "name": "Cervidae",
        "description": "Cervidae are elegant and swift Cloven beastmen, known for their connection to the forest and their strong sense of community. With antlers that grow in intricate patterns, they serve as protectors of ancient groves and champions of nature. While they are wise and peaceful, they can become fierce defenders when their homes are threatened.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Herba)",
        "diet": "Vegetarian",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Forest Stride",
        "feature_effect": "You ignore movement penalties from natural terrain such as foliage, mud, or undergrowth. Once per round, when a melee Attack against you misses, you may move up to half your speed without Provoking.",
        "fetAction": "Special"
    },
    {
        "lineage": "Beastmen",
        "option": "Cloven",
        "name": "Equinor",
        "description": "Equinor are proud and noble Cloven who embody the spirit of freedom and the open plains. With sleek builds and powerful legs, they are unmatched in endurance and speed, capable of covering great distances without tiring. Their culture revolves around their connection to the land and the stars, often using celestial patterns to chart their travels. Known for their loyalty and unyielding determination, Equinor serve as scouts, messengers, and protectors, weaving tales of their journeys into the fabric of their communities.",
        "size": "8-10",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Herba)",
        "diet": "Vegetarian",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Galloping Stride",
        "feature_effect": "When you take the Dash action, you move triple your normal speed, and you gain advantage on Survival checks related to long-distance travel or navigation.",
        "fetAction": "Special",
        "fetCheck": "Survival"
    },
    {
        "lineage": "Beastmen",
        "option": "Cloven",
        "name": "Bovinus",
        "description": "The Bovinus are massive, bull-like Cloven, known for their unwavering strength and communal bonds. With their thick hides and powerful horns, they are natural defenders of their herds and lands. Bovinus are deeply spiritual, often holding rituals that honor the cycles of nature and their ancestors. Their culture values cooperation and hard work, with communal feasts and storytelling as central aspects of their society. Despite their gentle and calm demeanor, Bovinus are formidable in battle, capable of charging enemies with devastating force.",
        "size": "8-10",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Herba)",
        "diet": "Vegetarian",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Barkhide Charge",
        "feature_effect": "You gain +5 armor that can be healed or repaired. If you move at least 20 ft toward a target before attacking, you have advantage on the melee Attack. On a success+, you may choose to knock the target Prone instead of rolling on the success table.",
        "fetAction": "Special"
    },
    {
        "lineage": "Beastmen",
        "option": "Felidae",
        "name": "Paka Short Hair",
        "description": "Short-haired Paka dominate the coasts, sleek and agile, their coats adapted for the spray and salt of maritime life. Known as bold sailors and daring explorers, they prize adaptability and quick thinking. Their communities are often bustling ports, full of song, laughter, and the clamor of trade. Short-hairs tend to leap headlong into opportunity, making them excellent navigators, pilots, and adventurers.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Carnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Vehicle Expertise",
        "feature_effect": "Gain +1 Agility. Gain advantage on any checks related to navigation, riding, or piloting.",
        "fetAction": "Passive"
    },
    {
        "lineage": "Beastmen",
        "option": "Felidae",
        "name": "Paka Long Hair",
        "description": "Long-haired Paka descend from the aristocrats of lost kingdoms. Their flowing coats, often kept immaculately groomed, are symbols of endurance and legacy. They are artisans and chroniclers, preferring diplomacy, craftsmanship, and history over direct confrontation. Many live inland or in fortified coastal enclaves, safeguarding heirlooms, records, and stories of Paka greatness. Though they have lost empires, long-hairs carry themselves with dignity, serving as cultural anchors for their people.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Carnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Vehicle Expertise",
        "feature_effect": "Gain +1 to Influence. Gain advantage on Influence (Bartering) checks when trading goods or services.",
        "fetAction": "Passive"
    },
    {
        "lineage": "Beastmen",
        "option": "Felidae",
        "name": "Shujaa Sun Mane",
        "description": "Sun-Manes are the most common among the pride, with manes of gold, tawny, or flame-red. They embody leadership, charisma, and martial might, often rising as chiefs, generals, or champions. Sun-Manes are celebrated in song and story as living embodiments of courage and honor, rallying others with their sheer presence. Their culture revolves around glory in combat and respect in unity, making them both inspiring leaders and steadfast protectors.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Carnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Battlefield Commander",
        "feature_effect": "As a half-action, give a simple command to an ally within short range. The ally moves their turn in initiative order to immediately after yours.",
        "fetAction": "Half-Action",
        "fetRange": "Short"
    },
    {
        "lineage": "Beastmen",
        "option": "Felidae",
        "name": "Shujaa Ash Mane",
        "description": "Ash-Manes are rare and revered, born with pale or darkened manes said to carry omens of destiny. Legends claim their appearance is tied to celestial events or divine trials, marking them as chosen guardians of forgotten knowledge. Unlike their Sun-Mane kin, Ash-Manes are quiet and contemplative, often serving as mystics, lorekeepers, or watchers over sacred places. Their roars are said to echo with the weight of the ancestors, chilling foes and rallying allies. To encounter an Ash-Mane is to glimpse the wisdom of ages wrapped in the form of a warrior.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Carnivore",
        "rarity": "Very Rare",
        "region": "Prime, Celestia",
        "origin": "celestial",
        "feature_name": "Protector's Instinct",
        "feature_effect": "As a Off-Action, when an ally within melee range is targeted by an Attack, you can reduce the attacker's roll by -3.",
        "fetAction": "Off-Action",
        "fetRange": "Melee"
    },
    {
        "lineage": "Beastmen",
        "option": "Felidae",
        "name": "Kivuli (Panthari)",
        "description": "The Kivuli, or Panthari, are enigmatic and elusive Felidae, often called the \"Shadows of the Jungle.\" Living in dense forests or hidden enclaves, they are masters of Stealth and ambush tactics. Their black or darkly patterned fur allows them to blend seamlessly with their surroundings, making them nearly invisible in low light. Kivuli culture revolves around safeguarding ancient knowledge and defending sacred jungle sites. While they prefer to remain unseen, their swift and precise strikes leave an unforgettable mark on those who threaten their home.\rTheir society values cunning over brute strength, with elders teaching younger generations the art of patience, observation, and precision. Kivuli legends speak of \"Night Stalkers,\" legendary warriors who once protected entire regions with unmatched Stealth and agility.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Carnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Stalker",
        "feature_effect": "Gain advantage on Stealth checks in natural environments. On a success+ Stealth check, you gain the Invisible condition until the end of your next turn.",
        "fetAction": "Special",
        "fetCheck": "Stealth",
        "fetDuration": "Until the end of their next turn"
    },
    {
        "lineage": "Beastmen",
        "option": "Felidae",
        "name": "Cheetari (Mwendokasi)",
        "description": "The Mwendokasi, or Cheetari, are the fastest of all Felidae, known for their unmatched speed and agility. Found in open savannahs or expansive grasslands, their slim, muscular builds allow them to outrun nearly any creature. Mwendokasi are revered as messengers, scouts, and first responders in times of conflict, carrying vital information across vast distances.\rTheir culture celebrates swiftness as both a survival tool and a spiritual connection to the wind. Ritual foot races and endurance trials are key traditions, showcasing their speed as an offering to the spirits of the plains. Legends tell of Nyayo za Upepo (Steps of the Wind), Mwendokasi who could run so fast they seemed to disappear entirely, leaving only a trail of wind behind them.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Carnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Speedster",
        "feature_effect": "As an off-action, double your movement speed until the end of this turn.",
        "fetAction": "Off-Action"
    },
    {
        "lineage": "Beastmen",
        "option": "Half Cloven",
        "name": "Hippokin",
        "description": "The Hippokin are contemplative and wise, resembling humanoid hippopotamuses. Known for their love of rivers and marshlands, they are natural swimmers and builders, often constructing homes along waterways. Hippokin are revered for their intellect and ingenuity, focusing on crafting, invention, and the exchange of ideas. Their communities serve as hubs for trade and knowledge, enriching their regions with innovation.\rHippokin take pride in their calm and measured demeanor, often acting as mediators and problem-solvers. However, when roused to action, their immense strength and nearly impenetrable hide make them formidable opponents. Hippokin warriors are known for using water as a tactical advantage, drawing enemies into terrain they control",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Herba)",
        "diet": "Carnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "River’s Resilience",
        "feature_effect": "Gain an additional +5 armor that can be healed or repaired. While submerged in water, you have advantage on Physical checks and can hold your breath for up to 1 hour.",
        "fetAction": "Special",
        "fetDuration": "1 hour"
    },
    {
        "lineage": "Beastmen",
        "option": "Half Cloven",
        "name": "Elephantine",
        "description": "The Elephantine are gentle giants, deeply rooted in tradition and community. Resembling humanoid elephants, they are renowned for their exceptional memories, which they use to preserve history, culture, and craftsmanship. Elephantine communities are often led by matriarchs or councils of elders, guiding their people with wisdom and compassion.\rDeeply connected to the land, the Elephantine act as stewards of the environment and protectors of sacred sites. Their trunk, a versatile and powerful appendage, symbolizes their adaptability and strength. Elephantine artisans are famed for creating tools, art, and architecture that blend functionality with beauty.",
        "size": "5-7",
        "lifespan": "120-200 years",
        "language": "Imperial, Naech (Herba)",
        "diet": "Carnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Trunk Mastery",
        "feature_effect": "Gain an additional +5 armor that can be healed or repaired. Your trunk functions as both tool and weapon. You can interact with objects, grapple creatures, or make an off-action unarmed Attack that deals [[1d4]] Impact damage.",
        "fetAction": "Off-Action",
        "fetDamage": "1d4",
        "fetDamagetype": "Impact"
    },
    {
        "lineage": "Beastmen",
        "option": "Half Cloven",
        "name": "Roxodon",
        "description": "The Roxodon are stoic and formidable, resembling humanoid rhinoceroses. Known for their incredible strength and resilience, they are natural protectors, often serving as guardians of their communities and territories. With rough, armor-like skin and massive horns, they are nearly impervious to physical harm, and their sheer presence can deter most threats.\rRoxodon society values endurance and discipline, emphasizing physical training and martial skill. Their culture is one of balance: fierce in defense of their kin but equally compassionate and generous. Roxodon warriors are celebrated for charging into battle, using their horns to scatter enemies and break through defenses.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Herba)",
        "diet": "Carnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Rhino Charge",
        "feature_effect": "Gain an additional +10 armor that can be healed or repaired If you move at least 20 ft toward a target before attacking, you have advantage on your next melee Attack.",
        "fetAction": "Special"
    },
    {
        "lineage": "Beastmen",
        "option": "Half Cloven",
        "name": "Camelon",
        "description": "The Camelon are Half Cloven adapted to arid environments, with features resembling humanoid camels. Known for their resilience and resourcefulness, they endure extreme conditions and traverse vast deserts with ease. Camelon culture revolves around water conservation, trade, and nomadic traditions, often serving as guides and merchants in harsh terrains.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Herba)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Desert Resilience",
        "feature_effect": "You require only half the normal amount of food and water to survive. Once per Long Rest, you may ignore one instance of elemental damage.",
        "fetAction": "Special"
    },
    {
        "lineage": "Beastmen",
        "option": "Gliers",
        "name": "Leporidae",
        "description": "The Leporidae have a dark past. For a long time, both the Leporidae and halflings were hunted due to a rumor that the feet of these creatures provided a luck bonus. This history shifted the nature of the Leporidae, and they now stick to the underground as much as possible. Despite this, Leporidae remain humble and happy travelers, seeking friendship and love wherever they go.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Herba)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Lucky Foot",
        "feature_effect": "Once per day, when you fail a check, you can reroll it and take the new result.",
        "fetAction": "Special"
    },
    {
        "lineage": "Beastmen",
        "option": "Gliers",
        "name": "Oposhka",
        "description": "Opossums are a subspecies of Gliers resembling humanoid opossums. Known for their love of shiny objects and their ability to hang from trees with their prehensile tails, they often become merchants or collectors of unusual and valuable items.\nStanding between 3-4 ft tall, Opossums have slender, flexible bodies covered in grayish-white fur, long rat-like tails for climbing and hanging, pointed snouts, small ears, and beady eyes. They build their homes in trees or burrows, and their communities are often found in forested areas. Fascinated by shiny and unusual objects, Opossums trade and collect items with other races, leveraging their cunning and resourcefulness.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Tuff Tail",
        "feature_effect": "Your prehensile tail is a natural weapon (Agi or Str; Light; 1d6 Impact). On a success+, you may knock the target Prone instead of rolling on the success table.",
        "fetAction": "Special"
    },
    {
        "lineage": "Beastmen",
        "option": "Gliers",
        "name": "Rakkari",
        "description": "Raccoons are a subspecies of Gliers resembling humanoid raccoons. They are inventive and intelligent creatures, often creating gadgets and trinkets or collaborating with other races to design and build traps.\rStanding between 3-4 ft tall, Raccoons have stocky bodies covered in grayish-brown fur with distinctive black markings around their eyes. They have dexterous, human-like hands with sharp claws, bushy ringed tails, pointed snouts, small ears, and dark eyes. Known for their creativity and ingenuity, Raccoon communities focus on crafting and problem-solving, often working together to invent useful devices. Sociable and curious, they bond easily with others who share their passion for discovery and invention.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Tinker’s Mind",
        "feature_effect": "Once per day, create a simple gadget or trap from found materials. You also gain advantage on Crafting checks to pick locks or disable traps.",
        "fetAction": "Resource"
    },
    {
        "lineage": "Beastmen",
        "option": "Gliers",
        "name": "Sciurian",
        "description": "Squirrels are a subspecies of Gliers resembling humanoid squirrels. Energetic and agile, they have a strong desire to explore and travel, although their attachment to food hoards often keeps them close to home.\rStanding between 3-4 ft tall, Squirrels have slender bodies covered in reddish-brown fur, large bushy tails, sharp claws for climbing, round expressive eyes, and small tufted ears. Their communities are usually found in forested areas, with homes built in trees or burrows. Adventurous and curious, they protect their food hoards fiercely and form close bonds with those who share their love of exploration and adventure.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Pilferer",
        "feature_effect": "In dim light or darkness, you gain advantage on Agility or Stealth checks made to steal or hide objects. Once per Long Rest, you can instantly palm or conceal a small item without a check.",
        "fetAction": "Passive",
        "fetCheck": "Agility, Stealth"
    },
    {
        "lineage": "Beastmen",
        "option": "Gliers",
        "name": "Damreth",
        "description": "Beavers are a subspecies of Gliers resembling humanoid beavers. They are hardworking and industrious creatures, renowned for their skill in construction and engineering.\rStanding between 4-5 ft tall, Beavers have stocky bodies covered in thick, waterproof fur in shades of brown. They are easily identified by their large, flat tails and powerful front teeth capable of cutting through wood with ease. Beavers also have small, rounded ears and dark eyes.\rBeaver communities are often found near rivers and lakes, where they construct elaborate dams and lodges using their natural engineering talents. Highly organized and efficient, they work together to build impressive structures that provide safety and comfort for their families. Beavers have a strong sense of community and cooperation, often working alongside other races on large-scale construction projects.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Herba)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Builder’s Bite",
        "feature_effect": "You deal double damage to structures and can make a bite attack as an off-action, dealing [[1d4]] Piercing damage.",
        "fetAction": "Off-Action",
        "fetDamage": "1d4",
        "fetDamagetype": "Piercing"
    },
    {
        "lineage": "Beastmen",
        "option": "Gliers",
        "name": "Ornithian",
        "description": "Platypuses are a subspecies of Gliers resembling humanoid platypuses. They are enigmatic and peculiar creatures, possessing a unique set of abilities that set them apart from other Gliers.\rStanding between 3-4 ft tall, Platypuses have streamlined bodies covered in waterproof fur in shades of brown. Their flat, duck-like bills and webbed feet make them excellent swimmers, while their small, rounded ears and dark eyes give them a curious and alert appearance.\rPlatypus communities are typically found near rivers and lakes, where they build their homes in burrows along the banks. Solitary and mysterious, they rarely interact with other races. Platypuses have a strong connection to the natural world, using their electrolocation abilities to navigate aquatic environments and find food. Resourceful and adaptable, they thrive in a variety of situations.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Hidden Stinger",
        "feature_effect": "You can make an unarmed strike against flesh that deals an additional [[1d4]] Toxic damage. You gain advantage on balance checks while swimming or climbing.",
        "fetAction": "Action",
        "fetDamage": "1d4",
        "fetDamagetype": "Toxic"
    },
    {
        "lineage": "Beastmen",
        "option": "Gliers",
        "name": "Quillkin",
        "description": "The Quillkin are defensive specialists, resembling humanoid porcupines. Covered in sharp quills, they are tough and resilient, known for their ability to ward off predators with their natural defenses.\rSolitary and cautious, Quillkin prefer to avoid conflict but are formidable opponents when cornered. Their sharp quills make them highly effective at deterring attackers and ensuring their survival in the wild.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Quill Defense",
        "feature_effect": "When hit by a melee Attack, deal 1 Piercing damage back to the attacker.",
        "fetAction": "Passive",
        "fetDamage": 1,
        "fetDamagetype": "Piercing"
    },
    {
        "lineage": "Beastmen",
        "option": "Gliers",
        "name": "Chippoterian",
        "description": "Chippoterian, also known as bat folk, are a diverse species known for their ability to fly. Though not avian, they possess traits of various bat species such as vampire bats, fruit bats, and even deformed-nosed varieties. Their wings and keen senses make them excellent rangers and spies. Highly adaptable, they can survive in most environments, particularly dark and damp areas. Known for their Stealth and dark vision, Chippoterian are fiercely loyal to their tribes and thrive in close-knit communities.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Winged Nightmare",
        "feature_effect": "You have flight speed equal to movement unless you have more than 1 hefty item. As an Action emit a high pitched sound that allows you to sense all creatures within Medium range if they have a physical form.",
        "fetAction": "Action",
        "fetRange": "Medium"
    },
    {
        "lineage": "Beastmen",
        "option": "Gliers",
        "name": "Curlbane",
        "description": "The Pangolin are enigmatic and protective humanoids with scaled armor and retractable claws. Often acting as guardians of natural reserves, they are defenders of endangered ecosystems. Their ability to curl into a ball makes them nearly impervious to harm.\rPangolin communities are highly secretive, living in remote, forested regions. Seen as keepers of ancient natural wisdom, their scales are often inscribed with symbols representing the cycles of life and nature.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Iron Curl",
        "feature_effect": "As an off-action, curl into a ball to double your armor until the start of your next turn, but you gain the Constrained condition",
        "fetAction": "Off-Action"
    },
    {
        "lineage": "Beastmen",
        "option": "Gliers",
        "name": "Molefolk",
        "description": "Molefolk are subterranean Gliers with strong, clawed hands designed for digging. Thriving underground, they excavate vast tunnel systems for their homes and communities. Resourceful and resilient, Molefolk are perfectly adapted to life in dark and confined spaces.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Burrower",
        "feature_effect": "You have a burrow speed equal to half your movement and are immune to the Blind condition.",
        "fetAction": "Passive"
    },
    {
        "lineage": "Beastmen",
        "option": "Gliers",
        "name": "Armadaran",
        "description": "Armadillo beastmen are sturdy and adaptable, with armored shells that provide natural protection. Known for their ability to curl into a ball and roll at high speeds, they often serve as scouts or messengers in challenging terrain.\rArmadillo communities are highly mobile, often traveling in caravans across deserts and grasslands. They value adaptability and resourcefulness, with a knack for finding creative solutions to problems.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Rolling Charge",
        "feature_effect": "As an action, curl into a ball and roll up to half your movement in a straight line, dealing [[1d6]] Impact damage to all creatures in your path. Targets must succeed on an Agility check or be knocked Prone. You also take the prone condition at the end of the action.",
        "fetAction": "Action"
    },
    {
        "lineage": "Beastmen",
        "option": "Reptilia",
        "name": "Savra (Lizard-Greek)",
        "description": "The Savra are a proud and resilient race of lizard-like humanoids. Their belief in their ancient origins gives them a sense of entitlement and nobility, regardless of their social standing. They often exhibit regal behavior and have an air of sophistication about them. Their scales come in a variety of colors and patterns, and their bodies are lean and muscular.\rThe Savra are known for their remarkable ability to recover from conditions in half the time, making them formidable adversaries and reliable allies.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Regeneration",
        "feature_effect": "As an action, make a Survival check to remove a non-major condition.",
        "fetAction": "Action"
    },
    {
        "lineage": "Beastmen",
        "option": "Reptilia",
        "name": "Rua (Turtle-Vietnamese)",
        "description": "The wise and nomadic Rua are humanoid turtles that seek to protect those around them. Known for their great wisdom and courage, the Rua are exemplified by the legendary Hanoi, who stopped a war by taking a powerful magic sword from a tyrant. Rua have large, hard shells that provide them with natural protection, and they can use their shells as a \"Shell of Holding\" for storage or as additional armor that regenerates during a Long Rest. Seen as gentle protectors, Rua are fiercely loyal to their allies.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Shell of Holding",
        "feature_effect": "Your shell gives you +10 armor. Hold double the amount of bulk in your shell.",
        "fetAction": "Resource"
    },
    {
        "lineage": "Beastmen",
        "option": "Reptilia",
        "name": "Crokagator",
        "description": "The Crokagator are a race of large, powerful lizardmen that inhabit swamps and lakes. They are the undisputed rulers of stagnant pools of water, fiercely defending their territory with tight-knit tribes. Known for their thick, muscular bodies covered in rough scales and their devastatingly powerful jaws, Crokagators are fearsome warriors and formidable defenders of their domain.\rCrokagators possess unique abilities that make them terrifying in combat. Their deep bellow can instill fear in their enemies, while their signature \"deathroll\" Attack delivers massive Impact damage to pinned foes. These traits, combined with their ferocious nature, make them both dangerous foes and invaluable allies in battle.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Bellow",
        "feature_effect": "As an action, make a deep bellow. Enemies within reach must make a Mental check. On a failure, they take the Fear condition.",
        "fetAction": "Action",
        "fetCheck": "Mental",
        "fetRange": "Reach"
    },
    {
        "lineage": "Beastmen",
        "option": "Reptilia",
        "name": "She-Ren (Constrictor)",
        "description": "The Constrictor She-Ren are heavy-bodied and muscular, often with serpentine lower halves adapted for crushing strength. Their society esteems warriors and guardians, and their coils are feared for their ability to crush the life out of prey.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Crushing Coils",
        "feature_effect": "You have advantage on Grappling checks. When you maintain a grapple, you may deal [[1d4]] Impact damage as an off-action.",
        "fetAction": "Off-Action",
        "fetDamage": "1d4",
        "fetDamagetype": "Impact"
    },
    {
        "lineage": "Beastmen",
        "option": "Reptilia",
        "name": "She-Ren (Venomous)",
        "description": "The Venomous She-Ren are leaner and quicker, with pronounced fangs and ornate patterns across their scales. Their culture prizes cunning, stealth, and the careful strike, and their poison is both feared and revered.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Venomous Bite",
        "feature_effect": "As an action, make a bite Attack that deals [[1d4]] Piercing damage. On a flesh hit, deal an additional [[1d4]] Toxic damage.",
        "fetAction": "Action",
        "fetDamage": "1d4",
        "fetDamagetype": "Piercing"
    },
    {
        "lineage": "Beastmen",
        "option": "Marsupials",
        "name": "Kangarans",
        "description": "Kangarans are powerful and agile humanoids, resembling kangaroos. Known for their incredible jumping abilities and strong legs, they thrive in open plains and arid landscapes. Kangarans are nomadic by nature, traveling in small groups and following seasonal changes to find resources. They are fiercely protective of their kin and are renowned for their prowess in combat, using their legs to deliver devastating kicks.\rKangaran communities value independence and self-reliance but come together in times of need. They often engage in ritualized combat as a way of resolving disputes or determining leadership, a tradition deeply rooted in their warrior culture.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Bounding Strike",
        "feature_effect": "You can jump half your movement as part of a melee Attack, dealing an additional [[1d4]] Impact damage and knocking the target Prone if they fail a Strength check.",
        "fetAction": "Special"
    },
    {
        "lineage": "Beastmen",
        "option": "Marsupials",
        "name": "Wombarn",
        "description": "Wombarn are stout and determined humanoids resembling wombats. Known for their incredible digging abilities and sturdy frames, they are natural builders and defenders. Their burrow-like homes are marvels of engineering, designed to withstand predators and environmental hazards.\rWombarn culture values hard work and practicality, with a focus on creating lasting structures and strong defenses. They are famously stubborn and can be immovable when their minds are set.",
        "size": "5-7",
        "lifespan": "60-90 years",
        "language": "Imperial, Naech (Claw)",
        "diet": "Omnivore",
        "rarity": "Rare",
        "region": "Prime, Fey",
        "origin": "nature",
        "feature_name": "Burrower",
        "feature_effect": "You have a burrowing speed of half your movement, allowing you to move through loose soil or soft dirt. Additionally, you can use an action to create difficult terrain in a reach-range area by digging.",
        "fetAction": "Action",
        "fetRange": "Reach"
    }
]