[
  {
    "name": "Aquata",
    "origin": "Elemental",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Elemental",
    "effects": [
      {
        "intent": "Light Whisper",
        "range": "short",
        "target": "area",
        "area": "melee",
        "duration": "Instant ",
        "effect": "You manipulate a melee range area of water within short range. You can create or evaporate up to 1 gallon of water, filter dirty water, shift water to extinguish flames, clean surfaces, or fill containers"
      },
      {
        "intent": "Surge",
        "range": "short",
        "target": "area",
        "area": "melee",
        "duration": "Instant ",
        "effect": "You conjure a wave of water that crashes forward in a short range line, dealing 2d6 fluid damage to each creature in the line. They must make a Physical check or be knocked 20ft back, or half as much per success. The area becomes difficult terrain and extinguishes any fires or exposed light sources until the end of your next turn."
      }
    ]
  },
  {
    "name": "Barrier",
    "origin": "Basic",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Material",
    "effects": [
      {
        "intent": "Whisper",
        "range": "Short",
        "target": "Area",
        "area": "5 ft by 10 ft",
        "duration": "Until  Destroyed",
        "effect": "Create a barrier in an unoccupied space within short range. The barrier is 5 ft by 10 ft (horizontal or vertical), has 15 armor, and takes the shape of a straight wall. It lasts until destroyed."
      },
      {
        "intent": "Surge",
        "range": "Short",
        "target": "Area",
        "area": "10 ft by 20 ft",
        "duration": "Until  Destroyed",
        "effect": "Create a barrier in an unoccupied space within short range. The barrier is 10 ft by 20 ft and can take the shape of a square, arc, or wall. It has 45 armor and lasts until destroyed."
      },
      {
        "intent": "Shout",
        "range": "Short",
        "target": "Area",
        "area": "40ft",
        "duration": "Until  Destroyed",
        "effect": "Create a large barrier in an unoccupied space within short range. The barrier may be a 40 ft dome, arch, wall, or fortified square. It has 90 armor and lasts until destroyed."
      }
    ]
  },
  {
    "name": "Bloodrift",
    "origin": "Vozian",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Astral",
    "effects": [
      {
        "intent": "Light Whisper",
        "range": "medium",
        "target": "creature",
        "effect": "Take 1 damage to empower your next attack with Vozian energy. On hit withyour empowered attack, summon a PL 2 demon beside the target. Demon vanishes after 1 round and attacks everyone it can reach"
      }
    ]
  },
  {
    "name": "Bloodsteel",
    "origin": "Vozian",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Astral",
    "effects": [
      {
        "intent": "Whisper",
        "range": "melee",
        "target": "weapon or ammunition",
        "duration": "Until  the end of your next turn",
        "effect": "Twist the essence of a weapon or ammunition. Until the end of your next turn, it deals Vozian damage instead of its normal type and causes the bleeding condition on successful hits"
      },
      {
        "intent": "Shout",
        "range": "melee",
        "target": "weapon",
        "duration": "1  minute",
        "effect": "Your strikes open rifts. For the next minute hits with a weapon, summon a hostile PL 2 demon adjacent to the target (random type, bound to the ordealis). Demons vanish in 1 minute or when slain. Each rift weakens your soul take [[1d4]] vozian damage per demon summoned."
      }
    ]
  },
  {
    "name": "Clarion Call",
    "origin": "Celestial",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Astral",
    "effects": [
      {
        "intent": "Roar",
        "range": "medium",
        "target": "area",
        "duration": "1  Hour",
        "effect": "You summon a PL12 celestial being from the courts of the divine. Choose one of the seven angels: Shackle, Chronal, Resonance, Empyrean, Silent, Librarian, or Emissary. The angel appears within range and acts on your turn. It follows your commands, but its behavior is shaped by its divine origin. Each angel has one unique action reflecting its god’s domain and will not violate its divine nature. It is immune to Cognition conditions and will leave when it believes it has served its purpose."
      }
    ]
  },
  {
    "name": "Cleanse",
    "origin": "Life",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Corpus",
    "effects": [
      {
        "intent": "Surge",
        "range": "melee",
        "target": "creature",
        "duration": "Instant ",
        "effect": "Touch a creature and reduce the severity of a curse by 1 step."
      },
      {
        "intent": "Roar",
        "range": "short",
        "target": "creature",
        "duration": "Instant ",
        "effect": "Target a creature and remove a disease."
      }
    ]
  },
  {
    "name": "Conjure Familiar",
    "origin": "Arcane",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Astral",
    "effects": [
      {
        "intent": "Whisper",
        "range": "melee",
        "target": "self",
        "duration": "Special ",
        "effect": "Summon a small creature of your design at PL equal to spell points used. It can follow command but acts more independent the longer it remains. Your familiar can speak any languages you can speak. As an action you can choose to do the following until the end of your next turn: See through its eyes, communicate telepathically, cast spells through your familiar, shift the shape of the familiar."
      }
    ]
  },
  {
    "name": "Corrosive",
    "origin": "Elemental",
    "type": "spell",
    "manner": "Decay",
    "transmission": "Elemental",
    "effects": [
      {
        "intent": "Whisper",
        "range": "short",
        "target": "one target",
        "duration": "Intant ",
        "effect": "Spray acid and dissolve a lock, section of metal, or deal 3 acid damage to armor or twice as much to wounds"
      },
      {
        "intent": "Surge",
        "range": "medium",
        "target": "area",
        "area": "reach",
        "duration": "1  minute",
        "effect": "Coat a reach range zone in acid for 1 minute up to medium range away. Any creature or object that enters or ends their turn in the area takes 3d6 acid damage and takes it again at the start of their turn. Anyone who touches the acid without protection develops a minor but persistent burn, and all metal objects in the zone corrode visibly. The area becomes difficult terrain and emits a sickly glow that ruins stealth and attracts vermin or scavenger beasts.\nThe ground bubbles like it’s alive. A smell of bile seeps into everything. Even the stone tries to shrink away."
      }
    ]
  },
  {
    "name": "Crystal Swarm",
    "origin": "Crystal",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Material",
    "effects": [
      {
        "intent": "Whisper",
        "range": "medium",
        "target": "area",
        "duration": "1  minute",
        "effect": "Summon a hovering field of crystalline nodes that resonate across the battlefield. Allies within the zone gain +1 to all checks."
      },
      {
        "intent": "Surge",
        "range": "short",
        "target": "creature",
        "duration": "1  minute",
        "effect": "Summon a swarm of crystal shards that orbit your target defensively. Each time you're targeted by a ranged attack or spell, roll a d6. On a 5+, the shard intercepts it, nullifying the effect. Your target may dismiss the swarm early to launch it at a target within short range, dealing [[2d6]] piercing damage."
      },
      {
        "intent": "Roar",
        "range": "medium",
        "target": "creature",
        "duration": "1  minute",
        "effect": "Summon six floating crystals that orbit you and allies within range. Each crystal grants +10 armor and +1 to all checks. Alternatively the crystals remain in orbit around you. As an action, you may launch a crystal at a target within medium range, dealing [[3d6]] piercing damage per crystal"
      }
    ]
  },
  {
    "name": "Dark Revival",
    "origin": "Life",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Corpus",
    "effects": [
      {
        "intent": "Whisper",
        "range": "short",
        "target": "creature",
        "duration": "1  minute",
        "effect": "Choose the corpse or bones of a Small or larger creature. Raise [[1d4]] PL 1 undead parts such as a hand, jaw, or spine. They act on your command and remain for 1 minute. They are mindless but obedient, and collapse when the spell ends. Requires a physical corpse."
      },
      {
        "intent": "Surge",
        "range": "short",
        "target": "creature",
        "duration": "5  minute",
        "effect": "Reanimate a single corpse as a PL 4 undead: Skeleton, Zombie, or Ghoul. It follows your commands and remains for the duration or until destroyed. Requires a mostly intact corpse of appropriate size."
      },
      {
        "intent": "Shout",
        "range": "short",
        "target": "creature",
        "duration": "10  minute",
        "effect": "Choose a fresh corpse within range. You resurrect the slain creature for 1 hour, retaining its original form and features. It returns at its original PL or up to PL 8, whichever is lower. The creature is mindless and follows your commands. When the duration ends or it is slain again, it crumbles into inert remains and cannot be revived by any spell again."
      }
    ]
  },
  {
    "name": "Decay",
    "origin": "Vozian",
    "type": "spell",
    "manner": "Decay",
    "transmission": "Corpus",
    "effects": [
      {
        "intent": "Surge",
        "range": "Short",
        "target": "One Creature",
        "duration": "Until  The End Of Their Next Turn",
        "effect": "Reduce the PL of a target within short range by 1 until the end of their next turn."
      }
    ]
  },
  {
    "name": "Defend",
    "origin": "Basic",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Material",
    "effects": [
      {
        "intent": "Light Whisper",
        "range": "Short",
        "target": "One Creature",
        "duration": "Until  The End Of Your Next Turn",
        "effect": "Grant yourself or an ally [[1d4]] armor until the end of your next turn."
      }
    ]
  },
  {
    "name": "Deploy Tech",
    "origin": "Tech",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Material",
    "effects": [
      {
        "intent": "Whisper",
        "range": "reach",
        "target": "creature",
        "duration": "1  minute",
        "effect": "Deploy a PL 1 stationary machine gun turret. It acts on your command each round, firing [[1d6]] piercing damage."
      },
      {
        "intent": "Shout",
        "range": "reach",
        "target": "creature",
        "duration": "1  minute",
        "effect": "Summon a PL 8 autonomous walker equipped with a mounted cannon and stabilizer legs. It can move on its own, take cover, and use Suppressive Fire: Target an area. All enemies must pass a Mental check or suffer Disadvantage until end of turn."
      }
    ]
  },
  {
    "name": "Devastate",
    "origin": "Basic",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Material",
    "effects": [
      {
        "intent": "Light Whisper",
        "range": "Short",
        "duration": "Instant ",
        "effect": "Make a spellcasting check (Spirit) to deal [[1d4]] physical damage to a creature within short range."
      }
    ]
  },
  {
    "name": "Discern",
    "origin": "Basic",
    "type": "spell",
    "manner": "Discern",
    "transmission": "Astral",
    "effects": [
      {
        "intent": "Whisper",
        "range": "Short",
        "target": "Area",
        "area": "Object",
        "duration": "Instant ",
        "effect": "Reveal a hidden object, creature, or illusion within short range per success. If none are found, this spell costs 0 SP."
      },
      {
        "intent": "Surge",
        "range": "Short",
        "target": "Creature",
        "duration": "Instant ",
        "effect": "Focus on a creature to sense its motivation, emotional state, or weaknesses."
      },
      {
        "intent": "Shout",
        "range": "Known",
        "target": "Area",
        "duration": "Instant ",
        "effect": "Observe a familiar distant location, object, or creature for up to 1 minute."
      }
    ]
  },
  {
    "name": "Dispel",
    "origin": "Arcane",
    "type": "spell",
    "manner": "Decay",
    "transmission": "Aether",
    "effects": [
      {
        "intent": "Whisper",
        "range": "Short",
        "target": "Area",
        "area": "Reach",
        "duration": "Instant ",
        "effect": "Nullify a minor magical effect within short range, such as a weak illusion or simple ward, in a reach-range area. You can pool spell points with other casters to dispel stronger magic."
      },
      {
        "intent": "Surge",
        "range": "Short",
        "target": "Area",
        "area": "Short",
        "duration": "Instant , Until The End Of Your Next Turn",
        "effect": "Nullify magical effects within short range cast by a mage, divine creature, or magical monster, in a short-range area. If the effect is powerful, the nullification may last only until the end of your next turn."
      },
      {
        "intent": "Shout",
        "range": "Short",
        "target": "One Creature",
        "duration": "Permanent , Until The End Of Your Next Turn",
        "effect": "Interrupt the function of magical constructs, undead, or elementals under the control of a mage—either permanently or until the end of your next turn. If it is a minion of a powerful creature, the dispel may prevent further commands, allowing the minion to escape or fight back if it chooses."
      }
    ]
  },
  {
    "name": "Domineer",
    "origin": "Vozian",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Corpus",
    "effects": [
      {
        "intent": "Whisper",
        "range": "Medium",
        "target": "One Creature",
        "duration": "Until  The End Of Your Next Turn",
        "effect": "Read the surface thoughts of a creature within medium range until the end of your next turn."
      },
      {
        "intent": "Surge",
        "range": "Medium",
        "target": "One Creature",
        "duration": "Until  The End Of Your Next Turn",
        "effect": "Charm a creature, hear its thoughts, and speak with it telepathically until the end of your next turn."
      },
      {
        "intent": "Shout",
        "range": "Short",
        "target": "One Creature",
        "duration": "Until  They Succeed On An Intellect Check",
        "effect": "Dominate the mind of a creature until the end of your next turn. They follow your commands on their turn. At the end of each of their turns, they make an Intellect check. On a success, they break your hold and become immune to your Domineer spell."
      }
    ]
  },
  {
    "name": "Empower Plants",
    "origin": "Nature",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Verdance",
    "effects": [
      {
        "intent": "Whisper",
        "range": "short",
        "target": "area",
        "duration": "1  minute",
        "effect": "Empower an area of plants into a PL 2 small swarm of plants, they come to life and follow your commands for 1 minute."
      }
    ]
  },
  {
    "name": "Enhance",
    "origin": "Tech",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Corpus",
    "effects": [
      {
        "intent": "Light Whisper",
        "range": "Touch",
        "duration": "Until  The End Of Your Next Turn",
        "effect": "Boost a creature's next check or weapon damage by +2 per success until the end of their next turn."
      }
    ]
  },
  {
    "name": "Eruption",
    "origin": "Elemental",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Elemental",
    "effects": [
      {
        "intent": "Surge",
        "range": "medium",
        "target": "area",
        "effect": "Crack open the ground in a line. Elemental energy explodes upward. Creatures in the path take [[2d6 + 3]] elemental damage and must pass an Agility check or fall prone."
      }
    ]
  },
  {
    "name": "Exsanguinate",
    "origin": "Life",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Corpus",
    "effects": [
      {
        "intent": "Whisper",
        "range": "reach",
        "target": "one target",
        "duration": "Instant ",
        "effect": "Draw a thin line of blood from you to a creature within reach range. They must make a Physical check or take 2 damage that ignores armor and you heal for 1 healing"
      },
      {
        "intent": "Roar",
        "range": "reach",
        "target": "one target",
        "duration": "Instant ",
        "effect": "You seize control of the blood of one creature within medium range, wrenching their body like a puppet. The target must make a Survival check or become Pinned and Constrained. You can use your Off-Action each round to force them to take a movement or non-magical action of your choice. Creatures with no blood are immune."
      }
    ]
  },
  {
    "name": "Fallout",
    "origin": "Elemental",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Elemental",
    "effects": [
      {
        "intent": "Surge",
        "range": "reach",
        "target": "area",
        "area": "reach",
        "duration": "Start  of their next turn",
        "effect": "You release a beam of concentrated radiation in front of you up to reach range. All creatures in the line take 3 toxic damage immediately. At the start of their next turn, they take 3 more toxic damage, and must make a Survival check. On failure, the process repeats on the following turn."
      },
      {
        "intent": "Storm",
        "range": "short",
        "target": "one target",
        "duration": "Instant ",
        "effect": "You overload the cellular structure of a creature within short range with unstable radiation. They take 6d6 toxic damage and must make a Survival check. On a failure, they roll 1d6 and gain one of the following permanent mutations:\n1. Extra Limb (Nonfunctional): No mechanical benefit; causes discomfort and mild social penalties.\n2. Irritated Lesions: Constant pain and skin tearing; suffer -1 to all checks.\n3. Nervous Decay: You suffer -2 to all Spellcasting checks.\n4. Bone Softening: You suffer -2 Strength.\n5. Irradiated Glow: You emit a sickly light and cannot hide, even in magical darkness.\n6. Overhealth Degeneration: You heal 1 Wound at the start of each round. While at full health, you instead lose 1 permanent Wound every minute."
      }
    ]
  },
  {
    "name": "Flicker",
    "origin": "Basic",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Aether",
    "effects": [
      {
        "intent": "Light Whisper",
        "range": "Short",
        "duration": "Instant ",
        "effect": "Create a brief flash of light, sparkle of color, or faint sound within short range. It lasts a few seconds and cannot mimic specific creatures or voices."
      }
    ]
  },
  {
    "name": "Forethought",
    "origin": "Chrono",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Material",
    "effects": [
      {
        "intent": "Whisper",
        "range": "melee",
        "target": "self",
        "effect": "Bend time to retrieve a small mundane item you “forgot” to pack (e.g. rope, key, vial). The item must be something you could have reasonably carried and worth no more than a few gold."
      }
    ]
  },
  {
    "name": "Frostbind",
    "origin": "Elemental",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Elemental",
    "effects": [
      {
        "intent": "Whisper",
        "range": "short",
        "target": "area",
        "area": "reach",
        "duration": "Until  the end of their next turn",
        "effect": "Create a sudden blast of frost across a reach-range area. All creatures in the area must make an Agility check. On failure, they take 2 frost damage and gain the Pinned condition until the end of their next turn."
      },
      {
        "intent": "Surge",
        "range": "short",
        "target": "unoccupied space",
        "duration": "1  hour",
        "effect": "Summon a Large ice elemental (PL 3) in an unoccupied space within short range. It follows your commands but acts independently at the end of your turn. Any creature that hits the elemental with a melee attack takes 2 ice damage, and any creature that starts its turn adjacent to it takes 1 frost damage."
      },
      {
        "intent": "Storm",
        "range": "medium",
        "target": "area",
        "area": "medium",
        "duration": "1  minute",
        "effect": "Summon a howling blizzard that blankets a medium range area in biting winds and snowfall. All creatures in the initial area take 6d6 ice damage and make a Survival check, reducing the damage by half per success. While the blizzard persists all non-magical fires are suppressed until the blizzard ends. All ground and flight terrain becomes difficult terrain, and ranged attacks have Disadvantage."
      }
    ]
  },
  {
    "name": "Glassmind",
    "origin": "Crystal",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Corpus",
    "effects": [
      {
        "intent": "Whisper",
        "range": "short",
        "target": "one target",
        "duration": "Until  the end of your next turn",
        "effect": "Send distracting noise into a creature’s mind, they must make a mental check or have disadvantage on their next check"
      },
      {
        "intent": "Surge",
        "range": "short",
        "target": "one target",
        "duration": "Instant ",
        "effect": "Cause a mind shattering effect in a creature's mind. Deal [[3d6]] psychic damage"
      },
      {
        "intent": "Shout",
        "range": "short",
        "target": "area",
        "area": "short",
        "duration": "Until  the end of your next turn",
        "effect": "Create a field where all communication and concentration are distorted within short range and you have the ability to alter anything that is said or remembered until the end of your next turn unless targeted creatures make an Intellect check. Spells that require targeting or sustained focus suffer Disadvantage."
      }
    ]
  },
  {
    "name": "Gravity",
    "origin": "Basic",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Astral",
    "effects": [
      {
        "intent": "Whisper",
        "range": "short",
        "target": "area",
        "area": "melee",
        "duration": "Instant ",
        "effect": "Increase or reduce gravity in a melee range up to a short range away. Make objects fall faster, pin objects to the ground, crush an enemy, or reduce the fall damage to a creature. Crushing enemies or reducing fall damage deals 1d4 per success."
      },
      {
        "intent": "Surge",
        "range": "short",
        "target": "area",
        "area": "reach",
        "duration": "Instant ",
        "effect": "Create a heavy gravity field in a reach range area within short range. All creatures you choose within the area must make an Agility check or be pulled reach range toward the center and take 1d6 impact damage, or half as much per success."
      },
      {
        "intent": "Shout",
        "range": "self",
        "target": "area",
        "area": "medium",
        "duration": "Instant ",
        "effect": "Collapse gravity around you within medium range. All creatures in the area must make a Physical check or be slammed to the ground taking 3d6 impact damage or half as much per success. Flying creatures fall unless they succeed their Physical Check"
      }
    ]
  },
  {
    "name": "Grip",
    "origin": "Basic",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Astral",
    "effects": [
      {
        "intent": "Light Whisper",
        "range": "Short",
        "duration": "Instant ",
        "effect": "Tap an object, tug a string, or gently push a small item within reach. Can be used to knock or prod something lightly."
      },
      {
        "intent": "Whisper",
        "range": "Short",
        "duration": "Instant ",
        "effect": "Remotely manipulate a small object (open latch, pick up cup, tilt a lever) within short range."
      }
    ]
  },
  {
    "name": "Grow",
    "origin": "Nature",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Material",
    "effects": [
      {
        "intent": "Whisper",
        "range": "Touch",
        "target": "Object",
        "duration": "1  Minute",
        "effect": "Touch an item and double its size for 1 minute. The item will grow but will not exceed the size of the area it's in or cause damage to creatures nearby."
      },
      {
        "intent": "Surge",
        "range": "Touch",
        "target": "One Creature",
        "duration": "1  Minute",
        "effect": "Touch a willing creature and double its size for 1 minute. The creature will grow but will not exceed the size of the area it's in or cause damage to creatures nearby. The grown creature has advantage on Strength checks but gains the Confused condition."
      }
    ]
  },
  {
    "name": "I Have a Thing for That",
    "origin": "Chaos",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Material",
    "effects": [
      {
        "intent": "Whisper",
        "range": "melee",
        "target": "self",
        "duration": "Until  the end of your next turn",
        "effect": "Conjure a simple tool or item no larger than a backpack. It functions normally but vanishes at the end of your next turn. Examples: hammer, rope, lantern, basic weapon."
      }
    ]
  },
  {
    "name": "Ignition",
    "origin": "Elemental",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Elemental",
    "effects": [
      {
        "intent": "Whisper",
        "range": "short",
        "target": "one target",
        "duration": "Instant ",
        "effect": "Ignite a creature within short range, dealing 4 fire damage immediately. At the start of each of their turns, they take 1 less fire damage than the previous round (3, then 2, etc.) until the burn fades. They can spend an Off-Action to reduce the remaining burn by 4, ending the effect early if it drops to 0."
      },
      {
        "intent": "Surge",
        "range": "short",
        "target": "one target",
        "duration": "Instant ",
        "effect": "Create a whip of flame that lashes out at a creature within short range dealing 3d6 fire damage and drags them 5ft towards you per success if they are a medium or smaller creature. If they are already in melee range they are knocked prone"
      },
      {
        "intent": "Roar",
        "range": "medium",
        "target": "one target",
        "duration": "Until  the end of your next turn",
        "effect": "Ignite the ground in a searing ring of white-hot flame. All creatures you choose within the area take 4d6 fire damage at the start of their turn. While inside the area, if a creature moves, it takes 1d6 fire damage per movement. If a creature ends its turn in the area, it takes an additional 1d6 fire damage."
      }
    ]
  },
  {
    "name": "Imprison",
    "origin": "Chrono",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Corpus",
    "effects": [
      {
        "intent": "Whisper",
        "range": "Short",
        "target": "One Creature",
        "duration": "Until  The End Of Their Next Turn",
        "effect": "Give a creature in short range the Pinned condition until the end of their next turn."
      },
      {
        "intent": "Surge",
        "range": "Short",
        "target": "One Creature",
        "duration": "Until  The End Of Their Next Turn",
        "effect": "Give a creature in short range the Pinned and Prone conditions until the end of their next turn."
      },
      {
        "intent": "Shout",
        "range": "Short",
        "target": "One Creature",
        "duration": "Until  The End Of Their Next Turn",
        "effect": "Give a creature in short range the Pinned and Constrained conditions until the end of their next turn."
      }
    ]
  },
  {
    "name": "Judgment",
    "origin": "Celestial",
    "type": "spell",
    "manner": "Decay",
    "transmission": "Corpus",
    "effects": [
      {
        "intent": "Whisper",
        "range": "melee",
        "target": "creature",
        "effect": "Smite a creature with Celestial fire. If the target is Vozian, they must succeed a Spirit check or gain the Stunned condition"
      }
    ]
  },
  {
    "name": "Light",
    "origin": "Celestial",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Elemental",
    "effects": [
      {
        "intent": "Whisper",
        "range": "Short",
        "target": "Creature, Object, Or Location",
        "area": "Short",
        "duration": "1  Hour",
        "effect": "Create a source of light within short range that illuminates a short range and lasts for 1 hour."
      },
      {
        "intent": "Surge",
        "range": "Short",
        "target": "One Creature",
        "duration": "Instant ",
        "effect": "You conjure a javelin of light and hurl it at a target within medium range. On a hit, it deals solar damage equal to your spellcasting check (Default Spirit). If the attack misses, the javelin detonates in a flare, forcing all creatures in reach range of the target to make a Survival check or take the blind condition until the end of their next turn."
      },
      {
        "intent": "Shout",
        "range": "Short",
        "target": "One Creature",
        "duration": "Instant ",
        "effect": "Deal [[1d6]] solar damage to a creature within short range and cause the Blind condition until the end of their next turn."
      },
      {
        "intent": "Cataclysm",
        "range": "Global",
        "target": "Sun",
        "area": "Global",
        "duration": "Instant ",
        "effect": "Shift day into night, or night into day."
      }
    ]
  },
  {
    "name": "Lockdown",
    "origin": "Arcane",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Astral",
    "effects": [
      {
        "intent": "Surge",
        "range": "Medium",
        "target": "Area",
        "area": "Short Range",
        "duration": "1  Minute",
        "effect": "Prevent the use of astral spells in a short-range area for 1 minute. Any attempt to use astral spells is prevented, spell points are not spent, and you are made aware of the attempt."
      },
      {
        "intent": "Storm",
        "range": "Short",
        "target": "Area",
        "area": "Medium",
        "duration": "Permanent ",
        "effect": "Lock down an area and permanently prevent the use of astral spells in a medium-range area. Any attempt to use astral spells is prevented, spell points are not spent, and you are made aware of the attempt. You are always aware of this area and alerted when creatures enter it."
      }
    ]
  },
  {
    "name": "Malform",
    "origin": "Vozian",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Corpus",
    "effects": [
      {
        "intent": "Roar",
        "range": "melee",
        "target": "self",
        "duration": "1  minute",
        "effect": "You become infused with Vozian mana, your skin hardens and darkens into a hard shell and your eyes shifts colors rapidly. You gain 100 armor, immune to Cognition conditions and +2 to all checks, but you take double damage."
      }
    ]
  },
  {
    "name": "Mark",
    "origin": "Arcane",
    "type": "spell",
    "manner": "Discern",
    "transmission": "Astral",
    "effects": [
      {
        "intent": "Light Whisper",
        "range": "Touch",
        "duration": "10  Minutes",
        "effect": "Create a faint glowing rune or smudge visible only to you for 10 minutes."
      },
      {
        "intent": "Surge",
        "range": "Short",
        "target": "Target",
        "duration": "10  Minutes",
        "effect": "Make a mark on a target that you can sense up to 1 mile away. You are alerted when it is destroyed"
      }
    ]
  },
  {
    "name": "Minion",
    "origin": "Basic",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Variable",
    "effects": [
      {
        "intent": "Whisper",
        "range": "Short",
        "target": "Pl 1 Creature",
        "duration": "1  hour",
        "effect": "Summon a PL 1 creature within short range for 1 minute. The creature acts on your turn and follows simple commands such as “attack,” “defend,” or “stay close.” It vanishes when the duration ends or if dismissed as an off-action. Examples: ember hound, wind sprite, crawling vine, tiny ooze, or bone imp."
      },
      {
        "intent": "Surge",
        "range": "Short",
        "target": "Pl 4 Creature",
        "duration": "2  hour",
        "effect": "Summon a PL 4 creature within short range for 1 hour. The creature acts on your turn and follows your commands. It is intelligent enough to speak and reason, but not capable of complex deception, subtlety, or independent decision-making. Examples: ironbound construct, echo drake, bramble behemoth, or storm crawler beetle. These are medium-sized creatures that feel magical, forged, or elemental."
      },
      {
        "intent": "Shout",
        "range": "Short",
        "target": "Pl 8 Creature",
        "duration": "3  hour",
        "effect": "Summon a PL 8 creature within short range that remains until dismissed as an off-action. It may possess a unique trait or ability, and may be equipped with standard weapons and armor of your choice. The creature has advanced tactical understanding and may act independently to defend allies or complete simple objectives. It can be sent on missions, communicate clearly, and carry out nuanced instructions. Examples: spectral dragon, chaos guardian, obsidian warbeast, or a stitched warjack. These are powerful, intelligent entities tied to magic, lost realms, or eldritch nightmares."
      }
    ]
  },
  {
    "name": "Needle",
    "origin": "Basic",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Material",
    "effects": [
      {
        "intent": "Whisper",
        "range": "short",
        "target": "one creature",
        "duration": "Instant ",
        "effect": "Summon a single needle in midair and with a flick hit a target within short range, the target must make an Agility check and take 1d6 piercing damage reducing the damage by half per success."
      },
      {
        "intent": "Surge",
        "range": "short",
        "target": "line",
        "duration": "Instant ",
        "effect": "Summon a volley of glimmering shards tears down a straight path, targets within a short range line make an Agility check and take 3d6 piercing damage or half as much per success"
      },
      {
        "intent": "Shout",
        "range": "medium",
        "target": "3 creatures",
        "duration": "Instant ",
        "effect": "Summon 3 deadly needles that you control, target 1 to 3 creatures within medium range and flick the deadly needles at the targets, each target must make an Agility check and take 3d6 piercing damage or half as much per success"
      }
    ]
  },
  {
    "name": "Overload",
    "origin": "Tech",
    "type": "spell",
    "manner": "Decay",
    "transmission": "Material",
    "effects": [
      {
        "intent": "Light Whisper",
        "range": "short",
        "target": "object",
        "duration": "Until  the end of your next turn",
        "effect": "Emit a jolt that targets constructs or mechanical items. Disable weapons, tools, or tech gear within reach range until the end of your next turn."
      }
    ]
  },
  {
    "name": "Razor",
    "origin": "Basic",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Aether",
    "effects": [
      {
        "intent": "Whisper",
        "range": "short",
        "target": "one creature",
        "duration": "Instant ",
        "effect": "Compress the air to a razor edge and slash a target within short range dealing 1d4 slashing damage on a success and pushes the target 5ft"
      },
      {
        "intent": "Surge",
        "range": "reach",
        "target": "area",
        "area": "reach",
        "duration": "Until  the end of your next turn",
        "effect": "Creates blades that spin around you for 1 minute, any creatures you choose that enter reach range or start their turn in your range take 1d6 slashing damage"
      },
      {
        "intent": "Whisper",
        "range": "short",
        "target": "one creature",
        "duration": "Instant ",
        "effect": "Conjure a shrieking disc of cutting wind that slices through everything in a straight path. All creatures and objects within the medium range line must make an Agility check. The razor causes 6d6 slashing damage, or half as much per success."
      }
    ]
  },
  {
    "name": "Realm Shift",
    "origin": "Crystal",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Astral",
    "effects": [
      {
        "intent": "Surge",
        "range": "Touch",
        "duration": "1  Hour",
        "effect": "Shift yourself or a willing creature from one realm to another. Some realms might have additional difficulty, or mages may have lockdown spells cast in the area that prevent astral travel."
      },
      {
        "intent": "Surge",
        "range": "Touch",
        "duration": "1  Hour",
        "effect": "Shift to an adjacent realm for 3 spell points. For 2 additional points per creature, bring others within reach range. Specify environmental or temporal changes based on the destination."
      }
    ]
  },
  {
    "name": "Rejuvenate",
    "origin": "Celestial",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Variable",
    "effects": [
      {
        "intent": "Whisper",
        "range": "Touch",
        "target": "Material Or Creature",
        "duration": "Instant ",
        "effect": "Touch and repair materials or heal creatures for [[1d6]]."
      }
    ]
  },
  {
    "name": "Renewal",
    "origin": "Life",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Verdance",
    "effects": [
      {
        "intent": "Surge",
        "range": "melee",
        "target": "creature",
        "effect": "Touch a creature and plant a glowing life-seed. It heals [[1d6]] wounds now, and another [[1d6]] at the start of the next round unless the creature takes damage."
      }
    ]
  },
  {
    "name": "Resurrection",
    "origin": "Celestial",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Corpus",
    "effects": [
      {
        "intent": "Shout",
        "range": "Touch",
        "target": "Dead Creature",
        "duration": "Instant ",
        "effect": "Remove the Death condition from a creature that died within 1 hour and heal them for +1. This heals wounds but does not restore dismembered limbs. The body must be functionally complete and not undead or a construct. On a failed check, the creature gains the Strigoi curse."
      },
      {
        "intent": "Roar",
        "range": "Touch",
        "target": "Dead Creature",
        "duration": "Instant ",
        "effect": "Remove the Death condition from a creature that died within 24 hours and heal them for +5. This heals wounds and restores dismembered limbs. The body only needs a head and heart and cannot be undead or a construct. On a failed check, the creature gains the Strigoi curse with 3 steps complete."
      },
      {
        "intent": "Roar",
        "range": "Touch",
        "target": "Dead Creature",
        "duration": "Instant ",
        "effect": "Remove the Death condition from a creature if you possess any part of the corpse. They recover their entire body and are fully healed. On a failed check, the creature gains the Strigoi curse with 6 steps complete."
      }
    ]
  },
  {
    "name": "Shadows",
    "origin": "Chaos",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Aether",
    "effects": [
      {
        "intent": "Whisper",
        "range": "short",
        "target": "one target",
        "duration": "Until  the end of their next turn",
        "effect": "Shroud a creature in shadows, granting them advantage on stealth checks until the end of their next turn"
      },
      {
        "intent": "Surge",
        "range": "short",
        "target": "one target",
        "duration": "Until  the end of their next turn",
        "effect": "Create tendrils of inky blackness that can either deal 1d6 eclipse damage to up to 3 targets of your choice or cause the pinned condition until the end of the targets next turn."
      },
      {
        "intent": "Storm",
        "range": "medium",
        "target": "area",
        "area": "medium",
        "duration": "Until  the end of their next turn",
        "effect": "Create an area of darkness around you within medium range that lasts until the end of your next turn. Creatures cannot see into the darkness. creatures within the darkness can ole see a reach range distance. You sense all creatures in the darkness and have the invisibility condition while in the darkness.. As a half action on your next turn you can create 3 shadows that deal 3d6 eclipse damage to creatures in your darkness, you heal for 1 for each shadow that deals damage"
      }
    ]
  },
  {
    "name": "Shardbind",
    "origin": "Crystal",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Material",
    "effects": [
      {
        "intent": "Light Whisper",
        "range": "medium",
        "target": "creature",
        "duration": "Until  the end of your next turn",
        "effect": "Encapsulate a weapon, limb, or item in fast-growing crystal. Target creature must pass a Physical check or lose access to that item/limb until the end of their next turn."
      }
    ]
  },
  {
    "name": "Shrink",
    "origin": "Nature",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Material",
    "effects": [
      {
        "intent": "Whisper",
        "range": "Touch",
        "target": "Large Object",
        "duration": "1  Minute",
        "effect": "Touch an item and halve its size for 1 minute. When the item regains its size, it will not exceed the area it's in or cause damage to nearby creatures unless it is being forcibly contained, such as in a bag or weak prison."
      },
      {
        "intent": "Shout",
        "range": "Touch",
        "target": "Creature",
        "duration": "2  Minute",
        "effect": "Touch a willing Large or smaller creature and halve its size for 1 minute. The creature has disadvantage on physical checks and half movement speed, but retains the same weight. When it regains its size, it will not exceed the area it's in or cause damage to nearby creatures unless it is being forcibly contained, such as in a bag or weak prison."
      }
    ]
  },
  {
    "name": "Silence",
    "origin": "Chaos",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Aether",
    "effects": [
      {
        "intent": "Whisper",
        "range": "short",
        "target": "area",
        "area": "reach",
        "duration": "Until  the end of your next turn",
        "effect": "Create a zone of oppressive silence. Targets in the range gain the Deaf condition and cannot speak or use verbal components. Blind creatures suffer Confusion on failed Survival checks as they lose their bearings."
      },
      {
        "intent": "Surge",
        "range": "short",
        "target": "creature",
        "duration": "Until  the end of your next turn",
        "effect": "Choose a creature to envelope in a sphere of total silence so intense it causes mental strain. The target gains Deaf condition and takes [[1d6]] psychic damage at the start of each turn it remains in the zone. Verbal casting fails automatically. Blind creatures suffer Confusion on failed Survival checks as they lose their bearings."
      },
      {
        "intent": "Roar",
        "range": "short",
        "target": "area",
        "area": "short",
        "duration": "Until  the end of your next turn",
        "effect": "The area becomes a maddening void where sound is crushed. All creatures in the zone gain Deaf and must succeed a Survival check at the start of their turn or suffer Confusion and Fear conditions as they experience auditory hallucinations (whispers, screams, distortions)"
      }
    ]
  },
  {
    "name": "Spellbreak",
    "origin": "Arcane",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Aether",
    "effects": [
      {
        "intent": "Surge",
        "range": "Short",
        "target": "Self",
        "duration": "Until  The End Of Your Next Turn",
        "effect": "Negate the next spell cast within short range until the end of your next turn. If no spell is cast, regain half the spell points spent."
      },
      {
        "intent": "Shout",
        "range": "Short",
        "target": "Self",
        "duration": "Until  The End Of Your Next Turn",
        "effect": "Silently negate the next spell cast within medium range until the end of your next turn. If no spell is cast, regain half the spell points spent."
      }
    ]
  },
  {
    "name": "Spellweave",
    "origin": "Arcane",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Astral",
    "effects": [
      {
        "intent": "Surge",
        "range": "short",
        "target": "area",
        "duration": "1  minute",
        "effect": "Create a shimmering arcane field that records the next spell cast within. You may then recast that spell once without cost within 1 minute"
      }
    ]
  },
  {
    "name": "Structure",
    "origin": "Arcane",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Material",
    "effects": [
      {
        "intent": "Surge",
        "range": "Short",
        "target": "Structure",
        "duration": "10  Hours",
        "effect": "Create a small shelter or fortified room within medium range in an unoccupied space on the ground. The structure occupies a 30-square-foot area. It may include doors, windows, or defensive walls in a style you choose. The structure lasts for 10 hours before it crumbles away."
      },
      {
        "intent": "Roar",
        "range": "Short",
        "target": "Bunker",
        "duration": "Permanent ",
        "effect": "Create a quaint cottage or reinforced structure within medium range in an unoccupied space on the ground. The structure appears to occupy a 30-square-foot area, but its interior expands to up to 120 square feet, with rooms and levels of your choice and design. If destroyed from the outside, any creatures inside remain within. The structure is sealed, and the internal air lasts for 1 hour before becoming unbreathable."
      },
      {
        "intent": "Cataclysm",
        "range": "Short",
        "target": "Fort Or Tower",
        "duration": "Permanent ",
        "effect": "Create a small exterior structure, such as a door, arch, or police box, within medium range in an unoccupied space on the ground. Stepping through reveals a vast and complex interior that may shift, defy geometry, or contain unknowable architecture. The maximum square footage is unknown. Some who build such realms have become lost inside them."
      }
    ]
  },
  {
    "name": "Summon Chronoform",
    "origin": "Chrono",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Astral",
    "effects": [
      {
        "intent": "Whisper",
        "range": "short",
        "target": "area",
        "duration": "Until  the end of your next turn",
        "effect": "You manifest a temporal echo of a creature you have seen within the last day. The form is PL 2 and may perform one action it is known for before destabilizing. You choose the action when summoned. It vanishes at the end of your next turn."
      },
      {
        "intent": "Storm",
        "range": "short",
        "target": "area",
        "duration": "1  minute",
        "effect": "You summon a PL 6 alternate version of yourself drawn from a possible timeline. The Chronoform acts on your turn and mimics your current stats, items, and actions but operates semi-independently. It lasts 1 minute or until dismissed. You may not have more than one Chronoform of yourself active at once."
      },
      {
        "intent": "Storm",
        "range": "short",
        "target": "area",
        "duration": "Special ",
        "effect": "You anchor a volatile convergence of timelines, summoning a PL 14 Chronoform; a living paradox born from fractured possibilities. It may manifest as a future version of an ally, a creature that never existed, or a lost outcome given form. The Chronoform acts independently but with shared goals, and may take two actions per round: one from its own timeline and one as an echo of another creature present on the field. If it uses the same action or ability as a creature in the scene, that creature gains advantage on their next check.\nEach round it remains, roll a d6. On a 6, the timeline destabilizes. You may attempt a Spellcasting check once per round to stabilize it but requires an additional success per attempt"
      }
    ]
  },
  {
    "name": "Summon Demon",
    "origin": "Vozian",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Astral",
    "effects": [
      {
        "intent": "Surge",
        "range": "reach",
        "target": "area",
        "duration": "1  hour",
        "effect": "Summon a PL 3 demon part from the Ordealis. It appears as a disembodied hand, jaw, spine, or similar fragment with one feature. It is neutral to you but hostile to others, obeying simple commands while acting with malevolence. If it feeds on a kill, it grows stronger."
      },
      {
        "intent": "Shout",
        "range": "reach",
        "target": "area",
        "duration": "2  hour",
        "effect": "Summon a PL 7 Hellknight, a Large demon clad in rusted armor fused to flesh and wielding a chain-blade. It follows complex orders such as \"guard this zone\" or \"hunt this target\" with tactical focus. It is hostile to enemies, neutral to others, and obeys the summoner unless defied by infernal law or a stronger will, requiring a contested Spirit check for difficult tasks."
      },
      {
        "intent": "Roar",
        "range": "reach",
        "target": "area",
        "duration": "3  hour",
        "effect": "Tear open a rift to the Ordealis and summon a PL 11 Greater Demon, a Giant creature of molten ichor and endless wrath. It follows only a single command issued when summoned, such as \"destroy,\" \"defend,\" or \"devastate,\" then acts on its own. Each time it takes a wound, it adds +1d4 to all melee damage. It is immune to Cognition conditions. You must make a Spellcasting check every 10 minutes to maintain control. If it fought in the last hour, delay the next check by 1 hour."
      }
    ]
  },
  {
    "name": "Summon Elemental",
    "origin": "Elemental",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Elemental",
    "effects": [
      {
        "intent": "Whisper",
        "range": "short",
        "target": "area",
        "duration": "8  hour",
        "effect": "You shape the surrounding environment to give form to a small PL 2 elemental of your choice: Fire, Water, Earth, Air, Lightning, Ice, or Acid. The elemental emerges with instinctual purpose, to either burn, flow, crash, drift, strike. It cannot be commanded directly. You may influence its behavior with a Spellcasting check, or by aligning with its instinct. If harmed, ignored, or obstructed, it may grow hostile or depart. The elemental cannot be dismissed and will only return to dormancy when its power is spent."
      },
      {
        "intent": "Shout",
        "range": "medium",
        "target": "area",
        "duration": "12  hours",
        "effect": "You forge an element from local materials, creating a PL 8 Elemental, a construct of stone, water, flame, or other natural matter. The Elemental is sturdy and humanoid in shape. It follows spoken commands and defends its summoner but retains a will shaped by its element. If you issue a command that conflicts with its nature, make a Spellcasting check to persuade it to comply. The elemental cannot be dismissed and will only return to dormancy when its power is spent."
      },
      {
        "intent": "Storm",
        "range": "long",
        "target": "area",
        "duration": "24  hours",
        "effect": "You awaken a massive elemental force bound to a natural phenomenon. Choose an existing feature such as a storm, volcano, lake, or glacier. The feature takes form as a PL 14 elemental avatar, moving and acting with overwhelming presence. Once per hour, you may attempt a Spellcasting check to influence its direction or purpose. On failure, it becomes erratic. The elemental cannot be dismissed and will only return to dormancy when its power is spent."
      }
    ]
  },
  {
    "name": "Summon Wild Hunt",
    "origin": "Nature",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Corpus",
    "effects": [
      {
        "intent": "Surge",
        "range": "short",
        "target": "area",
        "duration": "1  minute",
        "effect": "Summon 3PL 2 hunting beasts that act together as a pack, attacking enemies you indicate. They vanish when reduced to 0 HP or if dismissed as an off-action."
      },
      {
        "intent": "Shout",
        "range": "short",
        "target": "area",
        "duration": "1  minute",
        "effect": "Summon 4 PL 4 hunting beasts that act together as a pack, attacking enemies you indicate. When all 4 attack the same creature they have +4 to the checks and damage. They vanish when reduced to 0 HP or if dismissed as an off-action."
      },
      {
        "intent": "Storm",
        "range": "medium",
        "target": "area",
        "duration": "1  minute",
        "effect": "Summon 6 PL 6 hunting beasts that act together as a pack, attacking enemies you indicate. When all 4 attack the same creature they have +4 to the checks and damage. When they circle a creature, the creature must make a Mental check or take the fear condition. They vanish when reduced to 0 HP or if dismissed as an off-action."
      }
    ]
  },
  {
    "name": "Telekinesis",
    "origin": "Basic",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Variable",
    "effects": [
      {
        "intent": "Surge",
        "range": "Short",
        "target": "Object Or Creature",
        "duration": "Instant ",
        "effect": "Lift a Medium or smaller creature within short range into the air until the end of your next turn. You may move them up to reach range on the turn you cast this spell and again on your next turn. At the end of your next turn, or earlier if you choose, the creature floats to the ground or short range. After that, they fall."
      }
    ]
  },
  {
    "name": "Teleport",
    "origin": "Nature",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Astral",
    "effects": [
      {
        "intent": "Surge",
        "range": "Short",
        "target": "Self Or Willing Creature",
        "duration": "Instant ",
        "effect": "Transport yourself or a willing creature you touch to an unoccupied point within medium range that you can see."
      },
      {
        "intent": "Shout",
        "range": "Medium",
        "target": "Up To 3 Creatures",
        "duration": "Instant ",
        "effect": "Transport up to 3 willing creatures within reach to an unoccupied point within medium range that you can see."
      },
      {
        "intent": "Storm",
        "range": "Long",
        "target": "Up To 9 Creatures",
        "duration": "Instant ",
        "effect": "Transport up to 9 willing creatures within short range to an unoccupied space you are aware of or can see within Long Range. On a failure, you may end up anywhere on any plane."
      },
      {
        "intent": "Cataclysm",
        "range": "Known",
        "target": "Area",
        "area": "Long",
        "duration": "Instant ",
        "effect": "Transport a long-range area to an unoccupied space you are aware of on this plane. On a failure, the area is teleported to the Eclipse or the Ordealis"
      }
    ]
  },
  {
    "name": "Tend",
    "origin": "Basic",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Aether",
    "effects": [
      {
        "intent": "Light Whisper",
        "range": "Short",
        "area": "Object",
        "duration": "Instant ",
        "effect": "Clean or dry a small item within short range (like a cup or collar), snuff a candle, or add a pleasant scent to a personal item."
      },
      {
        "intent": "Surge",
        "range": "Short",
        "area": "Radius",
        "duration": "Instant ",
        "effect": "Affect a short-range radius area with multiple effects: clean, heat, dry, or preserve several items at once."
      }
    ]
  },
  {
    "name": "Translate",
    "origin": "Arcane",
    "type": "spell",
    "manner": "Discern",
    "transmission": "Aether",
    "effects": [
      {
        "intent": "Whisper",
        "range": "Touch",
        "target": "Creature",
        "duration": "1  Hour",
        "effect": "Understand or allow an intelligent creature to understand any spoken language by other intelligent creatures within short range for 1 hour."
      },
      {
        "intent": "Surge",
        "range": "Short Range",
        "target": "Area",
        "area": "Short Range",
        "duration": "1  Hour",
        "effect": "Grant all intelligent creatures within short range the understanding of each other's language for 1 hour. This allows for communication but not cultural or idiomatic understanding."
      }
    ]
  },
  {
    "name": "Transmute",
    "origin": "Crystal",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Material",
    "effects": [
      {
        "intent": "Whisper",
        "range": "Touch",
        "target": "Object",
        "duration": "1  Hour",
        "effect": "Change the shape, form, or state of a material you can see and touch, such as water to ice, clay to stone, or water to wine. The change lasts for 1 hour before the material attempts to revert to its original state."
      },
      {
        "intent": "Surge",
        "range": "Touch",
        "target": "Object",
        "duration": "3  Hours",
        "effect": "Drastically change the shape or composition of an object you can see and touch. Examples include shifting metal types, turning wood to stone, or changing water into sand. The change lasts for 3 hours before the object begins reverting to its original form."
      },
      {
        "intent": "Shout",
        "range": "Short",
        "target": "Object Or Creature",
        "duration": "3  Hours",
        "effect": "Alter the form or composition of a Medium-sized creature within short range. This can include turning a wolf into a lion, a tree into a bear, or a water elemental into a wine elemental. The new form must be viable for life and function. The creature retains its mind. The change lasts for 3 hours before the creature reverts to its original form."
      }
    ]
  },
  {
    "name": "Unluck on That",
    "origin": "Chaos",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Corpus",
    "effects": [
      {
        "intent": "Whisper",
        "range": "short",
        "target": "creature",
        "area": "short",
        "duration": "Until  the end of your next turn",
        "effect": "Curse a creature so that their next check or attack is made at disadvantage. If no check is made, regain the spell point spent."
      }
    ]
  },
  {
    "name": "Verdancy",
    "origin": "Nature",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Verdance",
    "effects": [
      {
        "intent": "Whisper",
        "range": "short",
        "target": "plants",
        "area": "reach",
        "duration": "Instant ",
        "effect": "You coax nearby plant life to grow rapidly or bloom. Small vines curl along walls, moss spreads, flowers bloom, or crops are enriched. Can clean air, provide food, or soften terrain."
      },
      {
        "intent": "Surge",
        "range": "reach",
        "target": "plants",
        "duration": "1  minute",
        "effect": "You grant plants in a reach range sentience and the ability to speak your language for 1 minute. All nearby creatures can hear them. The plants can reveal past events, describe nearby threats, or offer advice based on their limited perception."
      },
      {
        "intent": "Roar",
        "range": "short",
        "target": "area",
        "area": "short",
        "duration": "1  minute",
        "effect": "Root systems surge upward across short range, grabbing creatures of your choice and anchoring them in place if they fail an Agility check. They gain the Grappled and Slowed conditions. The area becomes difficult terrain for 1 minute. Trees bend protectively, vines lash, and thorned walls rise to block passage."
      }
    ]
  },
  {
    "name": "Vine Trail",
    "origin": "Nature",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Verdance",
    "effects": [
      {
        "intent": "Whisper",
        "range": "melee",
        "target": "self",
        "duration": "1  minute",
        "effect": "Leave a trail of thorny vines behind you. Creatures moving through it take [[1d4]] damage and must pass a Strength check or gain the Slowed condition."
      }
    ]
  },
  {
    "name": "Voltus",
    "origin": "Elemental",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Elemental",
    "effects": [
      {
        "intent": "Whisper",
        "range": "short",
        "target": "one target",
        "duration": "Instant ",
        "effect": "Release a bolt of lightning that hits a target within short range dealing 4 lightning damage, and dealing half that damage to another target within reach range"
      },
      {
        "intent": "Surge",
        "range": "short",
        "target": "one object",
        "area": "melee",
        "duration": "1  hour",
        "effect": "Choose a metal object within short range to imbue with lightning. When any creature enters the melee range or touches the trap, it discharges, dealing 4d6 lightning damage and they must make a Survival check or take the Stunned condition until the end of their next turn. The trap remains active for 1 hour or until triggered."
      },
      {
        "intent": "Storm",
        "range": "medium",
        "target": "area",
        "area": "medium",
        "duration": "Instant ",
        "effect": "Summon a localized lightning storm in a medium range area that pulses of static and roaring thunder. All creatures take 9d6 lightning damage and must make a Survival check to halve the damage per success unless the target is wet or in water"
      }
    ]
  },
  {
    "name": "Whiptail",
    "origin": "Dragon",
    "type": "spell",
    "manner": "Manifest",
    "transmission": "Corpus",
    "effects": [
      {
        "intent": "Light Whisper",
        "range": "melee",
        "target": "self",
        "effect": "Grow a spectral dragon tail for 1 minute. Make sweeping melee attacks to all creatures within melee range as an off-action dealing [[1d4]] Physical damage"
      }
    ]
  },
  {
    "name": "Wilderbloom",
    "origin": "Chaos",
    "type": "spell",
    "manner": "Domineer",
    "transmission": "Astral",
    "effects": [
      {
        "intent": "Surge",
        "range": "short",
        "target": "creature",
        "duration": "Until  the end of your next turn",
        "effect": "Roll 1d6. The spell either buffs, debuffs, teleports, or alters a creature randomly. Roll:\n1 = +2 to all checks, 2 = -2 to all checks, 3 = swap places with nearest creature, 4 = grow an extra limb, 5 = invert color, 6 = no effect."
      }
    ]
  }
]